/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'ar', {
  "title": "إرشادات إمكانية الوصول",
  "contents": "محتويات التعليمات: لإغلاق مربع الحوار، اضغط على مفتاح ESC.",
  "legend": [
    {
      "name": "عام",
      "items": [
        {
          "name": "شريط أدوات المحرر",
          "legend": "اضغط على ${toolbarFocus} للانتقال إلى شريط الأدوات. انتقل إلى مجموعة شريط الأدوات التالية والسابقة بالمفتاحين TAB وSHIFT+TAB. انتقل إلى زر شريط الأدوات التالي والسابق بمفتاح السهم الأيمن أو مفتاح السهم الأيسر. اضغط على المفتاح SPACE أو ENTER لتنشيط زر شريط الأدوات."
        },
        {
          "name": "مربع حوار المحرر",
          "legend": "داخل مربع الحوار، اضغط على مفتاح TAB للانتقال إلى عنصر مربع الحوار التالي، واضغط على مفتاح SHIFT+TAB للانتقال إلى عنصر مربع الحوار السابق، واضغط على مفتاح ESC لإلغاء مربع الحوار. عندما توجد علامات تبويب متعددة، يمكن الوصول إلى قائمة علامة التبويب إما بالضغط على ALT+F10 أو TAB كجزء من أمر التنقل في مربع الحوار. وبالتركيز على قائمة علامة التبويب، انتقل إلى علامة التبويب التالية والسابقة بمفتاح السهم الأيمن ومفتاح السهم الأيسر على التوالي."
        },
        {
          "name": "قائمة سياق المحرر",
          "legend": "اضغط على ${contextMenu} أو مفتاح التطبيق لفتح قائمة السياق. ثم انتقل إلى خيار القائمة التالي بالمفتاح TAB أو مفتاح السهم للأسفل. وانتقل إلى الخيار السابق بالمفتاح SHIFT+TAB أو مفتاح السهم للأعلى. واضغط على مفتاح SPACE أو ENTER لتحديد خيار القائمة. وافتح القائمة الفرعية للخيار الحالي بالضغط على مفتاح SPACE أو ENTER أو مفتاح السهم الأيمن. وارجع إلى عنصر القائمة الرئيسية بالضغط على مفتاح ESC أو مفتاح السهم الأيسر. ثم أغلق قائمة السياق بالضغط على مفتاح ESC."
        },
        {
          "name": "مربع قائمة المحرر",
          "legend": "داخل مربع القائمة، انتقل إلى عنصر القائمة التالي بالمفتاح TAB أو مفتاح السهم للأسفل. وانتقل إلى عنصر القائمة السابق بالمفتاح SHIFT+TAB أو مفتاح السهم للأعلى. واضغط على مفتاح SPACE أو ENTER لتحديد خيار القائمة. ثم اضغط على مفتاح ESC لإغلاق مربع القائمة."
        },
        {
          "name": "شريط مسار عنصر المحرر",
          "legend": "اضغط على ${elementsPathFocus} للانتقال إلى شريط مسار العناصر. وانتقل إلى زر العنصر التالي بمفتاح TAB أو مفتاح السهم الأيمن. وانتقل إلى زر السابق بمفتاح SHIFT+TAB أو مفتاح السهم الأيسر. واضغط على مفتاح SPACE أو ENTER لتحديد العنصر في المحرر."
        }
      ]
    },
    {
      "name": "الأوامر",
      "items": [
        {
          "name": " الأمر \"تراجع\"",
          "legend": "اضغط على ${undo}"
        },
        {
          "name": " الأمر \"إعادة\"",
          "legend": "اضغط على ${redo}"
        },
        {
          "name": " الأمر \"غامق\"",
          "legend": "اضغط على ${bold}"
        },
        {
          "name": " الأمر \"مائل\"",
          "legend": "اضغط على ${italic}"
        },
        {
          "name": " الأمر \"تسطير\"",
          "legend": "اضغط على ${underline}"
        },
        {
          "name": " الأمر \"ارتباط\"",
          "legend": "اضغط على ${link}"
        },
        {
          "name": " الأمر \"طي شريط الأدوات\"",
          "legend": "اضغط على ${toolbarCollapse}"
        },
        {
          "name": " الأمر \"الوصول إلى مسافة التركيز السابقة\"",
          "legend": "اضغط على ${accessPreviousSpace} للوصول إلى أقرب مسافة تركيز لم يتم الوصول إليها قبل الإقحام، على سبيل المثال: عنصرا HR متجاوران. كرر مجموعة المفاتيح للوصول إلى مسافات التركيز البعيدة."
        },
        {
          "name": " الأمر \"الوصول إلى مسافة التركيز التالية\"",
          "legend": "اضغط على ${accessNextSpace} للوصول إلى أقرب مسافة تركيز لم يتم الوصول إليها بعد الإقحام، على سبيل المثال: عنصرا HR متجاوران. كرر مجموعة المفاتيح للوصول إلى مسافات تركيز البعيدة."
        },
        {
          "name": " تعليمات قابلية الوصول",
          "legend": "اضغط على ${a11yHelp}"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "Tab",
  "enter": "Enter",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "إيقاف مؤقت",
  "capslock": "Caps Lock",
  "escape": "Escape",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "End",
  "home": "Home",
  "leftArrow": "مفتاح السهم الأيسر",
  "upArrow": "مفتاح السهم للأعلى",
  "rightArrow": "مفتاح السهم الأيمن",
  "downArrow": "مفتاح السهم للأسفل",
  "insert": "Insert",
  "delete": "Delete",
  "leftWindowKey": "مفتاح Windows لليسار",
  "rightWindowKey": "مفتاح Windows باليمين",
  "selectKey": "مفتاح التحديد",
  "numpad0": "Numpad 0",
  "numpad1": "Numpad 1",
  "numpad2": "Numpad 2",
  "numpad3": "Numpad 3",
  "numpad4": "Numpad 4",
  "numpad5": "Numpad 5",
  "numpad6": "Numpad 6",
  "numpad7": "Numpad 7",
  "numpad8": "Numpad 8",
  "numpad9": "Numpad 9",
  "multiply": "ضرب",
  "add": "إضافة",
  "subtract": "طرح",
  "decimalPoint": "العلامة العشرية",
  "divide": "قسمة",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "‏‏الفاصلة المنقوطة",
  "equalSign": "علامة يساوي",
  "comma": "فاصلة",
  "dash": "شرطة",
  "period": "نقطة",
  "forwardSlash": "شرطة للأمام",
  "graveAccent": "العلامة النطقية جراف",
  "openBracket": "قوس افتتاحي",
  "backSlash": "شرطة مائلة للخلف",
  "closeBracket": "قوس إغلاق",
  "singleQuote": "علامة تنصيص مفردة"
});
