/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'bg', {
  "title": "Инструкции за достъпност",
  "contents": "Помощно съдържание. За да затворите този диалогов прозорец, натиснете ESC.",
  "legend": [
    {
      "name": "Общи",
      "items": [
        {
          "name": "Лента с инструменти на редактора",
          "legend": "Натиснете ${toolbarFocus}, за да се придвижите до лентата с инструменти. Придвижете се до следващата и предишната група от лентата с инструменти с TAB и SHIFT+TAB. Придвижете се до следващия и предишния бутон от лентата с инструменти със СТРЕЛКА НАДЯСНО или СТРЕЛКА НАЛЯВО. Натиснете ИНТЕРВАЛ или ENTER, за да активирате бутона от лентата с инструменти."
        },
        {
          "name": "Диалогов прозорец на редактора",
          "legend": "В диалогов прозорец натиснете TAB, за да се придвижите до следващия елемент в диалоговия прозорец, натиснете SHIFT+TAB, за да се придвижите до предишния елемент в диалоговия прозорец, натиснете ENTER, за да подадете информацията в диалоговия прозорец, натиснете ESC, за да затворите диалоговия прозорец. Когато диалогов прозорец има няколко раздела, до списъка с раздели може да се достигне с ALT+F10 или с TAB като част от реда на обхождане с табулация в диалоговия прозорец. При фокусиран списък с раздели се придвижете до следващия или предишния раздел съответно със СТРЕЛКА НАДЯСНО или СТРЕЛКА НАЛЯВО."
        },
        {
          "name": "Контекстно меню на редактора",
          "legend": "Натиснете ${contextMenu} или КЛАВИША ЗА МЕНЮ, за да отворите контекстно меню. След това се придвижете до следващата опция от менюто с TAB или СТРЕЛКА НАДОЛУ. Придвижете се до предишната опция с SHIFT+TAB или СТРЕЛКА НАГОРЕ. Натиснете ИНТЕРВАЛ или ENTER, за да изберете опцията от менюто. Отворете подменюто на текущата опция с ИНТЕРВАЛ или ENTER или СТРЕЛКА НАДЯСНО. Върнете се към елемента от родителското меню с ESC или СТРЕЛКА НАЛЯВО. Затворете контекстното меню с ESC."
        },
        {
          "name": "Списъчно поле на редактора",
          "legend": "В списъчно поле се придвижете до следващия елемент от списъка с TAB или СТРЕЛКА НАДОЛУ. Придвижете се до предишния елемент от списъка с SHIFT+TAB или СТРЕЛКА НАГОРЕ. Натиснете ИНТЕРВАЛ или ENTER, за да изберете опцията от списъка. Натиснете ESC, за да затворите списъчното поле."
        },
        {
          "name": "Лента на пътя до елементите на редактора",
          "legend": "Натиснете ${elementsPathFocus}, за да се придвижите до лентата на пътя до елементите. Придвижете се до следващия бутон на елемент с TAB или СТРЕЛКА НАДЯСНО. Придвижете се до предишния бутон с SHIFT+TAB или СТРЕЛКА НАЛЯВО. Натиснете ИНТЕРВАЛ или ENTER, за да изберете елемента в редактора."
        }
      ]
    },
    {
      "name": "Команди",
      "items": [
        {
          "name": " Команда за отмяна",
          "legend": "Натиснете ${undo}"
        },
        {
          "name": " Команда за връщане",
          "legend": "Натиснете ${redo}"
        },
        {
          "name": " Команда за получерен шрифт",
          "legend": "Натиснете ${bold}"
        },
        {
          "name": " Команда за шрифт в курсив",
          "legend": "Натиснете ${italic}"
        },
        {
          "name": " Команда за подчертан шрифт",
          "legend": "Натиснете ${underline}"
        },
        {
          "name": " Команда за създаване на връзка",
          "legend": "Натиснете ${link}"
        },
        {
          "name": " Команда за свиване на лентата с инструменти",
          "legend": "Натиснете ${toolbarCollapse}"
        },
        {
          "name": " Команда за достъп до предишно пространство на фокусиране",
          "legend": "Натиснете ${accessPreviousSpace} за достъп до най-близкото недостъпно пространство на фокусиране пред каретата, например: два съседни HR елемента. Повторете клавишната комбинация, за да достигнете до отдалечени пространства на фокусиране."
        },
        {
          "name": " Команда за достъп до следващо пространство на фокусиране",
          "legend": "Натиснете ${accessNextSpace} за достъп до най-близкото недостъпно пространство на фокусиране след каретата, например: два съседни HR елемента. Повторете клавишната комбинация, за да достигнете до отдалечени пространства на фокусиране."
        },
        {
          "name": " Помощ за достъпност",
          "legend": "Натиснете ${a11yHelp}"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "Tab",
  "enter": "Въвеждане",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "Pause",
  "capslock": "Caps Lock",
  "escape": "Escape",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "Край",
  "home": "Начало",
  "leftArrow": "Стрелка наляво",
  "upArrow": "Стрелка нагоре",
  "rightArrow": "Стрелка надясно",
  "downArrow": "Стрелка надолу",
  "insert": "Вмъкване",
  "delete": "Изтриване",
  "leftWindowKey": "Ляв клавиш Windows",
  "rightWindowKey": "Десен клавиш Windows",
  "selectKey": "Клавиш за избор",
  "numpad0": "Цифров блок 0",
  "numpad1": "Цифров блок 1",
  "numpad2": "Цифров блок 2",
  "numpad3": "Цифров блок 3",
  "numpad4": "Цифров блок 4",
  "numpad5": "Цифров блок 5",
  "numpad6": "Цифров блок 6",
  "numpad7": "Цифров блок 7",
  "numpad8": "Цифров блок 8",
  "numpad9": "Цифров блок 9",
  "multiply": "Умножение",
  "add": "Събиране",
  "subtract": "Изваждане",
  "decimalPoint": "Десетична запетая",
  "divide": "Деление",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "Точка и запетая",
  "equalSign": "Знак за равенство",
  "comma": "Запетая",
  "dash": "Тире",
  "period": "Точка",
  "forwardSlash": "Наклонена черта",
  "graveAccent": "Тежко ударение",
  "openBracket": "Отваряща скоба",
  "backSlash": "Обратно наклонена черта",
  "closeBracket": "Затваряща скоба",
  "singleQuote": "Единична кавичка"
});
