/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'el', {
  "title": "Οδηγίες προσβασιμότητας",
  "contents": "Περιεχόμενα βοήθειας. Για να κλείσετε αυτό το παράθυρο διαλόγου, πατήστε ESC.",
  "legend": [
    {
      "name": "Γενικά",
      "items": [
        {
          "name": "Γραμμή εργαλείων προγράμματος επεξεργασίας",
          "legend": "Πατήστε ${toolbarFocus} για να περιηγηθείτε στη γραμμή εργαλείων. Μετακινηθείτε στην επόμενη και την προηγούμενη ομάδα της γραμμής εργαλείων με TAB και SHIFT+TAB. Μετακινηθείτε στο επόμενο και το προηγούμενο κουμπί γραμμής εργαλείων με το ΔΕΞΙΟ ΒΕΛΟΣ ή το ΑΡΙΣΤΕΡΟ ΒΕΛΟΣ. Πατήστε ΔΙΑΣΤΗΜΑ ή ENTER για να ενεργοποιήσετε το κουμπί γραμμής εργαλείων."
        },
        {
          "name": "Παράθυρο διαλόγου προγράμματος επεξεργασίας",
          "legend": "Μέσα σε ένα παράθυρο διαλόγου, πατήστε TAB για να περιηγηθείτε στο επόμενο στοιχείο παραθύρου διαλόγου, πατήστε SHIFT+TAB για να μετακινηθείτε στο προηγούμενο στοιχείο παραθύρου διαλόγου, πατήστε ENTER για να υποβάλετε το παράθυρο διαλόγου, πατήστε ESC για να ακυρώσετε το παράθυρο διαλόγου. Όταν ένα παράθυρο διαλόγου έχει πολλές καρτέλες, η πρόσβαση στη λίστα καρτελών είναι δυνατή είτε με ALT+F10 είτε με TAB στο πλαίσιο της σειράς μετακίνησης με Tab του παραθύρου διαλόγου. Με την εστίαση στη λίστα καρτελών, μετακινηθείτε στην επόμενη και την προηγούμενη καρτέλα με το ΔΕΞΙΟ και το ΑΡΙΣΤΕΡΟ ΒΕΛΟΣ αντίστοιχα."
        },
        {
          "name": "Μενού περιβάλλοντος προγράμματος επεξεργασίας",
          "legend": "Πατήστε ${contextMenu} ή το ΠΛΗΚΤΡΟ ΕΦΑΡΜΟΓΗΣ για να ανοίξετε το μενού περιβάλλοντος. Στη συνέχεια, μετακινηθείτε στην επόμενη επιλογή μενού με TAB ή ΚΑΤΩ ΒΕΛΟΣ. Μετακινηθείτε στην προηγούμενη επιλογή με SHIFT+TAB ή ΕΠΑΝΩ ΒΕΛΟΣ. Πατήστε ΔΙΑΣΤΗΜΑ ή ENTER για να ορίσετε την επιλογή μενού. Ανοίξτε το δευτερεύον μενού της τρέχουσας επιλογής με ΔΙΑΣΤΗΜΑ ή ENTER ή ΔΕΞΙΟ ΒΕΛΟΣ. Επιστρέψτε στο γονικό στοιχείο μενού με ESC ή ΑΡΙΣΤΕΡΟ ΒΕΛΟΣ. Κλείστε το μενού περιβάλλοντος με ESC."
        },
        {
          "name": "Πλαίσιο λίστας προγράμματος επεξεργασίας",
          "legend": "Μέσα σε ένα πλαίσιο λίστας, μετακινηθείτε στο επόμενο στοιχείο λίστας με TAB ή ΚΑΤΩ ΒΕΛΟΣ. Μετακινηθείτε στο προηγούμενο στοιχείο λίστας με SHIFT+TAB ή ΕΠΑΝΩ ΒΕΛΟΣ. Πατήστε ΔΙΑΣΤΗΜΑ ή ENTER για να ορίσετε την επιλογή λίστας. Πατήστε ESC για να κλείσετε το πλαίσιο λίστας."
        },
        {
          "name": "Γραμμή διαδρομής στοιχείου προγράμματος επεξεργασίας",
          "legend": "Πατήστε ${elementsPathFocus} για να περιηγηθείτε στη γραμμή διαδρομής στοιχείων. Μετακινηθείτε στο επόμενο κουμπί στοιχείου με TAB ή ΔΕΞΙΟ ΒΕΛΟΣ. Μετακινηθείτε στο προηγούμενο κουμπί με SHIFT+TAB ή ΑΡΙΣΤΕΡΟ ΒΕΛΟΣ. Πατήστε ΔΙΑΣΤΗΜΑ ή ENTER για να επιλέξετε το στοιχείο στο πρόγραμμα επεξεργασίας."
        }
      ]
    },
    {
      "name": "Εντολές",
      "items": [
        {
          "name": " Εντολή αναίρεσης",
          "legend": "Πατήστε ${undo}"
        },
        {
          "name": " Εντολή επανάληψης",
          "legend": "Πατήστε ${redo}"
        },
        {
          "name": " Εντολή έντονης γραφής",
          "legend": "Πατήστε ${bold}"
        },
        {
          "name": " Εντολή πλάγιας γραφής",
          "legend": "Πατήστε ${italic}"
        },
        {
          "name": " Εντολή υπογράμμισης",
          "legend": "Πατήστε ${underline}"
        },
        {
          "name": " Εντολή σύνδεσης",
          "legend": "Πατήστε ${link}"
        },
        {
          "name": " Εντολή σύμπτυξης γραμμής εργαλείων",
          "legend": "Πατήστε ${toolbarCollapse}"
        },
        {
          "name": " Εντολή πρόσβασης στον προηγούμενο χώρο εστίασης",
          "legend": "Πατήστε ${accessPreviousSpace} για πρόσβαση στον κοντινότερο μη προσβάσιμο χώρο εστίασης πριν από το δρομέα, για παράδειγμα: δύο παρακείμενα στοιχεία HR. Επαναλάβετε το συνδυασμό πλήκτρων για πρόσβαση σε πιο μακρινούς χώρους εστίασης."
        },
        {
          "name": " Εντολή πρόσβασης στον επόμενο χώρο εστίασης",
          "legend": "Πατήστε ${accessNextSpace} για πρόσβαση στον κοντινότερο μη προσβάσιμο χώρο εστίασης μετά το δρομέα, για παράδειγμα: δύο παρακείμενα στοιχεία HR. Επαναλάβετε το συνδυασμό πλήκτρων για πρόσβαση σε πιο μακρινούς χώρους εστίασης."
        },
        {
          "name": " Βοήθεια προσβασιμότητας",
          "legend": "Πατήστε ${a11yHelp}"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "Tab",
  "enter": "Enter",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "Pause",
  "capslock": "Caps Lock",
  "escape": "Escape",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "End",
  "home": "Home",
  "leftArrow": "Αριστερό βέλος",
  "upArrow": "Επάνω βέλος",
  "rightArrow": "Δεξιό βέλος",
  "downArrow": "Κάτω βέλος",
  "insert": "Insert",
  "delete": "Delete",
  "leftWindowKey": "Αριστερό πλήκτρο των Windows",
  "rightWindowKey": "Δεξιό πλήκτρο των Windows",
  "selectKey": "Πλήκτρο επιλογής",
  "numpad0": "0 αριθμητικού πληκτρολογίου",
  "numpad1": "1 αριθμητικού πληκτρολογίου",
  "numpad2": "2 αριθμητικού πληκτρολογίου",
  "numpad3": "3 αριθμητικού πληκτρολογίου",
  "numpad4": "4 αριθμητικού πληκτρολογίου",
  "numpad5": "5 αριθμητικού πληκτρολογίου",
  "numpad6": "6 αριθμητικού πληκτρολογίου",
  "numpad7": "7 αριθμητικού πληκτρολογίου",
  "numpad8": "8 αριθμητικού πληκτρολογίου",
  "numpad9": "9 αριθμητικού πληκτρολογίου",
  "multiply": "Πολλαπλασιασμός",
  "add": "Πρόσθεση",
  "subtract": "Αφαίρεση",
  "decimalPoint": "Υποδιαστολή",
  "divide": "Διαίρεση",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "Ελληνικό ερωτηματικό",
  "equalSign": "Σύμβολο ίσον",
  "comma": "Κόμμα",
  "dash": "Παύλα",
  "period": "Τελεία",
  "forwardSlash": "Κάθετος",
  "graveAccent": "Βαρεία",
  "openBracket": "Άνοιγμα αγκύλης",
  "backSlash": "Ανάστροφη κάθετος",
  "closeBracket": "Κλείσιμο αγκύλης",
  "singleQuote": "Μονό εισαγωγικό"
});
