/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'he', {
  "title": "הוראות נגישות",
  "contents": "תוכן עזרה. כדי לסגור תיבת דו-שיח זו, הקש ESC.",
  "legend": [
    {
      "name": "כללי",
      "items": [
        {
          "name": "סרגל כלים של העורך",
          "legend": "הקש על ${toolbarFocus} כדי לנווט לסרגל הכלים. עבור לקבוצה הבאה והקודמת בסרגל הכלים באמצעות TAB ו- SHIFT+TAB. עבור ללחצן הבא והקודם בסרגל הכלים באמצעות חץ ימינה או חץ שמאלה. הקש על מקש רווח או ENTER כדי להפעיל את לחצן סרגל הכלים."
        },
        {
          "name": "תיבת דו-שיח של העורך",
          "legend": "בתוך תיבת דו-שיח, הקש TAB כדי לנווט לרכיב תיבת הדו-שיח הבא, הקש SHIFT+TAB כדי לעבור לרכיב תיבת הדו-שיח הקודם, הקש ENTER כדי לאשר את הפעולות שהתבצעו בתיבת הדו-שיח, הקש ESC כדי לבטל את תיבת הדו-שיח. כאשר תיבת דו-שיח כוללת כמה כרטיסיות, ניתן להגיע לרשימת הכרטיסיות באמצעות ALT+F10 או באמצעות TAB כחלק מסדר המעבר באמצעות מקש TAB בתיבת הדו-שיח. לאחר העברת המוקד לרשימת הכרטיסיות, עבור לכרטיסיה הבאה והקודמת באמצעות חץ שמאלה וחץ ימינה, בהתאמה."
        },
        {
          "name": "תפריט תלוי הקשר של העורך",
          "legend": "הקש על ${contextMenu} או על מקש היישום כדי לפתוח תפריט תלוי הקשר. לאחר מכן עבור לאפשרות התפריט הבאה באמצעות TAB או חץ למטה. עבור לאפשרות הקודמת באמצעות SHIFT+TAB או חץ למעלה. הקש על מקש רווח או ENTER כדי לבחור את אפשרות התפריט. פתח תפריט משנה של האפשרות הנוכחית באמצעות מקש רווח או ENTER או חץ שמאלה. חזור לפריט האב בתפריט באמצעות ESC או חץ ימינה. סגור את התפריט תלוי ההקשר באמצעות ESC."
        },
        {
          "name": "תיבת רשימה של העורך",
          "legend": "בתוך תיבת רשימה, עבור לפריט הרשימה הבא באמצעות TAB או חץ למטה. עבור לפריט הרשימה הקודם באמצעות SHIFT+TAB או חץ למעלה. הקש על מקש רווח או ENTER כדי לבחור את אפשרות הרשימה. הקש ESC כדי לסגור את תיבת הרשימה."
        },
        {
          "name": "סרגל נתיב של רכיבים בעורך",
          "legend": "הקש על ${elementsPathFocus} כדי לנווט לסרגל הנתיב של הרכיבים. עבור ללחצן הרכיב הבא באמצעות TAB או חץ שמאלה. עבור ללחצן הקודם באמצעות SHIFT+TAB או חץ ימינה. הקש על מקש רווח או ENTER כדי לבחור את הרכיב בעורך."
        }
      ]
    },
    {
      "name": "פקודות",
      "items": [
        {
          "name": " הפקודה 'בטל'",
          "legend": "לחץ על ${undo}"
        },
        {
          "name": " הפקודה 'בצע שוב'",
          "legend": "לחץ על ${redo}"
        },
        {
          "name": " הפקודה 'מודגש'",
          "legend": "לחץ על ${bold}"
        },
        {
          "name": " הפקודה 'נטוי'",
          "legend": "לחץ על ${italic}"
        },
        {
          "name": " הפקודה 'קו תחתון'",
          "legend": "לחץ על ${underline}"
        },
        {
          "name": " הפקודה 'קישור'",
          "legend": "לחץ על ${link}"
        },
        {
          "name": " פקודת כיווץ סרגל כלים",
          "legend": "לחץ על ${toolbarCollapse}"
        },
        {
          "name": " פקודת גישה לשטח המוקד הקודם",
          "legend": "הקש על ${accessPreviousSpace} כדי לגשת לשטח המוקד הלא-נגיש הקרוב ביותר לפני סימן הכניסה (תו ^), למשל בין שני רכיבים סמוכים מסוג HR. חזור על צירוף מקשים זה כדי להגיע לשטחי מוקד רחוקים יותר."
        },
        {
          "name": " פקודת גישה לשטח המוקד הבא",
          "legend": "הקש על ${accessNextSpace} כדי לגשת לשטח המוקד הלא-נגיש הקרוב ביותר אחרי סימן הכניסה (תו ^), למשל בין שני רכיבים סמוכים מסוג HR. חזור על צירוף מקשים זה כדי להגיע לשטחי מוקד רחוקים יותר."
        },
        {
          "name": " עזרה בנושא נגישות",
          "legend": "לחץ על ${a11yHelp}"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "Tab",
  "enter": "Enter",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "Pause",
  "capslock": "Caps Lock",
  "escape": "Escape",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "End",
  "home": "Home",
  "leftArrow": "חץ שמאלה",
  "upArrow": "חץ למעלה",
  "rightArrow": "חץ ימינה",
  "downArrow": "חץ למטה",
  "insert": "Insert",
  "delete": "Delete",
  "leftWindowKey": "מקש Windows שמאלי",
  "rightWindowKey": "מקש Windows ימני",
  "selectKey": "מקש בחירה",
  "numpad0": "0 במקלדת הנומרית",
  "numpad1": "1 במקלדת הנומרית",
  "numpad2": "2 במקלדת הנומרית",
  "numpad3": "3 במקלדת הנומרית",
  "numpad4": "4 במקלדת הנומרית",
  "numpad5": "5 במקלדת הנומרית",
  "numpad6": "6 במקלדת הנומרית",
  "numpad7": "7 במקלדת הנומרית",
  "numpad8": "8 במקלדת הנומרית",
  "numpad9": "9 במקלדת הנומרית",
  "multiply": "כפל",
  "add": "חיבור",
  "subtract": "חיסור",
  "decimalPoint": "נקודה עשרונית",
  "divide": "חילוק",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "נקודה-פסיק",
  "equalSign": "סימן שוויון",
  "comma": "פסיק",
  "dash": "מקף",
  "period": "נקודה",
  "forwardSlash": "קו נטוי",
  "graveAccent": "הטעמת Grave",
  "openBracket": "תו סוגריים פותח",
  "backSlash": "קו נטוי הפוך",
  "closeBracket": "תו סוגריים סוגר",
  "singleQuote": "גרש בודד"
});
