/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'hi', {
  "title": "पहुँच-योग्यता निर्देश",
  "contents": "सहायता सामग्री. इस संवाद को बंद करने के लिए ESC दबाएँ.",
  "legend": [
    {
      "name": "सामान्य",
      "items": [
        {
          "name": "संपादक उपकरण पट्टी",
          "legend": "उपकरण पट्टी पर नेविगेट करने के लिए ${toolbarFocus} दबाएँ. TAB और SHIFT+TAB की मदद से अगले और पिछले उपकरण पट्टी समूह पर जाएँ. दायाँ तीर या बायां तीर से अगले और पिछले उपकरण पट्टी बटन पर जाएँ. उपकरण पट्टी बटन को सक्रिय करने के लिए स्पेस या ENTER दबाएँ."
        },
        {
          "name": "संपादक संवाद",
          "legend": "किसी संवाद के भीतर, अगले संवाद तत्व पर जाने के लिए TAB दबाएँ, पिछले संवाद तत्व पर जाने के लिए SHIFT+TAB दबाएँ, संवाद को सबमिट करने के लिए ENTER दबाएँ, संवाद को रद्द करने के लिए ESC दबाएँ. जब किसी संवाद में एक से अधिक टैब होते हैं, तो टैब सूची पर या तो ALT+F10 या संवाद टैबिंग क्रम के भाग के रूप में TAB के द्वारा पहुँचा जा सकता है. टैब सूची के फोकस में होने पर, अगले और पिछले टैब पर क्रमशः दाएँ और बाएँ तीर की मदद से जाएँ."
        },
        {
          "name": "संपादक संदर्भ मेनू",
          "legend": "संदर्भ-मेनू खोलने के लिए ${contextMenu} या ऐप्लिकेशन कुंजी दबाएँ. फिर TAB या नीचे तीर की मदद से अगले मेनू विकल्प पर जाएँ. SHIFT+TAB या ऊपर तीर की मदद से पिछले विकल्प पर जाएँ. मेनू विकल्प चुनने के लिए स्पेस या ENTER दबाएँ. वर्तमान विकल्प के सब-मेनू को स्पेस या ENTER या दायाँ तीर दबाकर खोलें. वापस पैरेंट मेनू आइटम पर ESC या बाएँ तीर की मदद से जाएँ. संदर्भ मेनू को ESC दबाकर बंद करें."
        },
        {
          "name": "संपादक सूची बॉक्स",
          "legend": "सूची-बॉक्स के भीतर, अगले सूची आइटम पर TAB या नीचे तीर से जाएँ. पिछले सूची आइटम पर SHIFT+TAB या ऊपर तीर से जाएँ. सूची विकल्प चुनने के लिए स्पेस या ENTER दबाएँ. सूची-बॉक्स बंद करने के लिए ESC दबाएँ."
        },
        {
          "name": "संपादक तत्व पथ पट्टी",
          "legend": "तत्व पथ पट्टी पर नेविगेट करने के लिए ${elementsPathFocus} दबाएँ. अगले तत्व बटन पर TAB या दाएँ तीर की मदद से जाएँ. पिछले बटन पर SHIFT+TAB या बाएँ तीर से जाएँ. संपादक में तत्व को चुनने के लिए स्पेस या ENTER दबाएँ."
        }
      ]
    },
    {
      "name": "आदेश",
      "items": [
        {
          "name": " पूर्ववत करें आदेश",
          "legend": "${undo} दबाएँ"
        },
        {
          "name": " फिर से करें आदेश",
          "legend": "${redo} दबाएँ"
        },
        {
          "name": " बोल्ड आदेश",
          "legend": "${bold} दबाएँ"
        },
        {
          "name": " इटैलिक आदेश",
          "legend": "${italic} दबाएँ"
        },
        {
          "name": " रेखांकन आदेश",
          "legend": "${underline} दबाएँ"
        },
        {
          "name": " लिंक आदेश",
          "legend": "${link} दबाएँ"
        },
        {
          "name": " उपकरण पट्टी संक्षिप्त करें आदेश",
          "legend": "${toolbarCollapse} दबाएँ"
        },
        {
          "name": " पिछले फोकस स्पेस पर पहुँचें आदेश",
          "legend": "कैरेट से पहले के निकटतम न पहुँच योग्य फोकस स्पेस पर पहुँचने के लिए ${accessPreviousSpace} दबाएँ, उदाहरण के लिए: दो सन्निकट HR तत्व. दूरस्थ फोकस स्पेस पर पहुँचने के लिए कुंजी संयोजन को दोहराएँ."
        },
        {
          "name": " अगले फोकस स्पेस पर पहुँचें आदेश",
          "legend": "कैरेट के बाद के निकटतम न पहुँच योग्य फोकस स्पेस पर पहुँचने के लिए ${accessNextSpace} दबाएँ, उदाहरण के लिए: दो सन्निकट HR तत्व. दूरस्थ फोकस स्पेस पर पहुँचने के लिए कुंजी संयोजन को दोहराएँ."
        },
        {
          "name": " पहुँच-योग्यता मदद",
          "legend": "${a11yHelp} दबाएँ"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "Tab",
  "enter": "Enter",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "Pause",
  "capslock": "Caps Lock",
  "escape": "Escape",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "End",
  "home": "Home",
  "leftArrow": "बायाँ तीर",
  "upArrow": "ऊपर तीर",
  "rightArrow": "दायाँ तीर",
  "downArrow": "नीचे तीर",
  "insert": "Insert",
  "delete": "Delete",
  "leftWindowKey": "बाईं Windows कुंजी",
  "rightWindowKey": "दाईं Windows कुंजी",
  "selectKey": "चयन कुंजी",
  "numpad0": "नमपैड 0",
  "numpad1": "नमपैड 1",
  "numpad2": "नमपैड 2",
  "numpad3": "नमपैड 3",
  "numpad4": "नमपैड 4",
  "numpad5": "नमपैड 5",
  "numpad6": "नमपैड 6",
  "numpad7": "नमपैड 7",
  "numpad8": "नमपैड 8",
  "numpad9": "नमपैड 9",
  "multiply": "गुणा करें",
  "add": "जोड़ें",
  "subtract": "ऋण",
  "decimalPoint": "दशमलव बिंदु",
  "divide": "विभाजन",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "अर्द्धविराम",
  "equalSign": "बराबर चिह्न",
  "comma": "अल्पविराम",
  "dash": "डैश",
  "period": "बिंदु",
  "forwardSlash": "फ़ॉरवर्ड स्लैश",
  "graveAccent": "ग्रेव एसेंट",
  "openBracket": "खुला कोष्ठक",
  "backSlash": "बैकस्लैश",
  "closeBracket": "कोष्ठक बंद",
  "singleQuote": "एकल उद्धरण"
});
