/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'kk', {
  "title": "Арнайы мүмкіндіктер нұсқаулары",
  "contents": "Анықтама мазмұны. Осы диалогты жабу үшін, ESC пернесін басыңыз.",
  "legend": [
    {
      "name": "Жалпы",
      "items": [
        {
          "name": "Өңдегіш құралдар тақтасы",
          "legend": "Құралдар тақтасына шарлау үшін, ${toolbarFocus} пернесін басыңыз. Келесі және алдыңғы құралдар тақтасы тобына TAB пен SHIFT+TAB пернелерін басу арқылы өтіңіз. Келесі және алдыңғы құралдар тақтасы түймешігіне ОҢ ЖАҚ КӨРСЕТКІ немесе СОЛ ЖАҚ КӨРСЕТКІ арқылы өтіңіз. Құралдар тақтасы түймешігін белсендіру үшін, SPACE немесе ENTER пернесін басыңыз."
        },
        {
          "name": "Өңдегіштің диалогы",
          "legend": "Диалогтық терезеде келесі диалогтық элементке шарлау үшін TAB пернесін, алдыңғы диалогтық элементке жылжыту үшін SHIFT+TAB пернелерін, диалогты жіберу үшін ENTER пернесін, диалогты болдырмау үшін ESC пернесін басыңыз. Диалогтық терезеде бірнеше қойынша болған кезде, қойыншалар тізімін ALT+F10 немесе TAB пернесін басу арқылы диалогты белгілеу реті сияқты жасауға болады. Реттелген қойыншалар тізімінің көмегімен келесі және алдыңғы қойыншаға ОҢ ЖАҚ және СОЛ ЖАҚ КӨРСЕТКІ арқылы жылжыңыз."
        },
        {
          "name": "Өңдегіштің мәтінмәндік мәзірі",
          "legend": "Мәтінмәндік мәзірді ашу үшін, ${contextMenu} немесе БАҒДАРЛАМА ПЕРНЕСІН басыңыз. Содан кейін келесі мәзір параметрлеріне TAB немесе ТӨМЕНГІ КӨРСЕТКІ арқылы жылжыңыз. Алдыңғы параметрлерге SHIFT+TAB немесе ЖОҒАРҒЫ КӨРСЕТКІ арқылы өтіңіз. Мәзір параметрлерін таңдау үшін, SPACE немесе ENTER пернесін басыңыз. Ағымдағы параметрдің ішкі мәзірін SPACE не ENTER не ОҢ ЖАҚ КӨРСЕТКІ арқылы ашыңыз. Басты мәзір элементіне ESC немесе СОЛ ЖАҚ КӨРСЕТКІ арқылы оралыңыз. Мәтінмәндік мәзірді ESC пернесі арқылы жабыңыз."
        },
        {
          "name": "Өңдегіштің тізімді жолағы",
          "legend": "Тізімді жолақ ішінде келесі тізім элементіне TAB НЕМЕСЕ ТӨМЕНГІ КӨРСЕТКІ арқылы жылжыңыз. Алдыңғы тізім элементіне SHIFT+TAB немесе ЖОҒАРҒЫ КӨРСЕТКІ арқылы өтіңіз. Тізім параметрін таңдау үшін, SPACE не ENTER пернесін басыңыз. Тізімді жолақты жабу үшін, ESC пернесін басыңыз."
        },
        {
          "name": "Өңдегіш элементі жолының тақтасы",
          "legend": "Элементтер жолының тақтасына шарлау үшін, ${elementsPathFocus} басыңыз. Келесі элемент түймешігіне TAB немесе ОҢ ЖАҚ КӨРСЕТКІ арқылы жылжыңыз. Алдыңғы түймешікке SHIFT+TAB не СОЛ ЖАҚ КӨРСЕТКІ арқылы өтіңіз. Өңдегіштегі элементті таңдау үшін, SPACE не ENTER пернесін басыңыз."
        }
      ]
    },
    {
      "name": "Пәрмендер",
      "items": [
        {
          "name": " Болдырмау пәрмені",
          "legend": "${undo} басыңыз"
        },
        {
          "name": " Қайталау пәрмені",
          "legend": "${redo} басыңыз"
        },
        {
          "name": " Қалың пәрмені",
          "legend": "${bold} басыңыз"
        },
        {
          "name": " Көлбеу пәрмені",
          "legend": "${italic} басыңыз"
        },
        {
          "name": " Астын сызу пәрмені",
          "legend": "${underline} басыңыз"
        },
        {
          "name": " Сілтеме пәрмені",
          "legend": "${link} басыңыз"
        },
        {
          "name": " Құралдар тақтасын тасалау пәрмені",
          "legend": "${toolbarCollapse} басыңыз"
        },
        {
          "name": " Алдыңғы фокус кеңістігіне қатынасу пәрмені",
          "legend": "Қақпақ белгісіне дейінгі ең жақын қол жетпейтін фокус кеңістігіне, мысалы: екі көршілес HR элементтері, қатынасу үшін, ${accessPreviousSpace} басыңыз. Қашықтықтағы фокус кеңістігіне жету үшін, пернелер тіркесімін қайталаңыз."
        },
        {
          "name": " Келесі фокус кеңістігіне қатынасу пәрмені",
          "legend": "Қақпақ белгісінен кейінгі ең жақын қол жетпейтін фокус кеңістігіне, мысалы: екі көршілес HR элементтері, қатынасу үшін, ${accessNextSpace} басыңыз. Қашықтықтағы фокус кеңістігіне жету үшін, пернелер тіркесімін қайталаңыз."
        },
        {
          "name": " Арнайы мүмкіндіктер туралы анықтама",
          "legend": "${a11yHelp} басыңыз"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "Tab",
  "enter": "Enter",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "Pause",
  "capslock": "Caps Lock",
  "escape": "Escape",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "End",
  "home": "Басты бет",
  "leftArrow": "Сол жақ көрсеткі",
  "upArrow": "Жоғарғы көрсеткі",
  "rightArrow": "Оң жақ көрсеткі",
  "downArrow": "Төменгі көрсеткі",
  "insert": "Insert",
  "delete": "Жою",
  "leftWindowKey": "Сол жақ Windows пернесі",
  "rightWindowKey": "Оң жақ Windows пернесі",
  "selectKey": "Таңдау пернесі",
  "numpad0": "Numpad 0",
  "numpad1": "Numpad 1",
  "numpad2": "Numpad 2",
  "numpad3": "Numpad 3",
  "numpad4": "Numpad 4",
  "numpad5": "Numpad 5",
  "numpad6": "Numpad 6",
  "numpad7": "Numpad 7",
  "numpad8": "Numpad 8",
  "numpad9": "Numpad 9",
  "multiply": "Көбейту",
  "add": "Қосу",
  "subtract": "Алу",
  "decimalPoint": "Ондық үтір",
  "divide": "Бөлу",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "Нүктелі үтір",
  "equalSign": "Теңдік белгісі",
  "comma": "Үтір",
  "dash": "Сызықша",
  "period": "Кезең",
  "forwardSlash": "Қиғаш сызғыш",
  "graveAccent": "Доғал екпін белгісі",
  "openBracket": "Сол жақ жақша",
  "backSlash": "Кері қиғаш сызық",
  "closeBracket": "Оң жақ жақша",
  "singleQuote": "Дара тырнақша"
});
