/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'ru', {
  "title": "Инструкции по специальным возможностям",
  "contents": "Содержание справки. Чтобы закрыть это диалоговое окно, нажмите клавишу ESC.",
  "legend": [
    {
      "name": "Основное",
      "items": [
        {
          "name": "Панель инструментов редактора",
          "legend": "Нажмите ${toolbarFocus} для перехода к панели инструментов. Для перемещения между группами элементов панели инструментов используйте сочетание клавиш TAB и SHIFT+TAB. Для перемещения между кнопками на панели инструментов используйте СТРЕЛКИ ВПРАВО или ВЛЕВО. Для активации кнопки на панели инструментов нажмите клавишу ПРОБЕЛ или ВВОД."
        },
        {
          "name": "Диалоговое окно редактора",
          "legend": "В диалоговом окне нажмите клавишу TAB для перехода к следующему элементу диалогового окна или сочетание клавиш SHIFT+TAB для перехода к предыдущему элементу диалогового окна, нажмите клавишу ВВОД для отправки диалогового окна, нажмите клавишу ESC для закрытия диалогового окна. Если в диалоговом окне имеется несколько вкладок, их список можно открыть, нажав сочетание клавиш ALT+F10 или клавишу TAB для последовательного перехода между вкладками диалогового окна. Когда список вкладок находится в фокусе, следующую вкладку можно открыть, нажав СТРЕЛКУ ВПРАВО, а предыдущую — нажав СТРЕЛКУ ВЛЕВО."
        },
        {
          "name": "Контекстное меню редактора",
          "legend": "Нажмите ${contextMenu} или КЛАВИШУ КОНТЕКСТНОГО МЕНЮ, чтобы открыть контекстное меню. Для перехода к следующему пункту меню нажмите клавишу TAB или СТРЕЛКУ ВНИЗ. К предыдущему пункту можно перейти, нажав сочетание клавиш SHIFT+TAB или СТРЕЛКУ ВВЕРХ. Для выбора пункта меню нажмите клавишу ПРОБЕЛ или ВВОД. Для перехода в подменю выбранного пункта нажмите клавишу ПРОБЕЛ, ВВОД или СТРЕЛКУ ВПРАВО. Для возврата в исходный пункт меню нажмите клавишу ESC или СТРЕЛКУ ВЛЕВО. Чтобы закрыть контекстное меню, нажмите клавишу ESC."
        },
        {
          "name": "Список редактора",
          "legend": "Для перехода к следующему элементу списка нажмите клавишу TAB или СТРЕЛКУ ВНИЗ. Для перехода к предыдущему элементу списка нажмите сочетание клавиш SHIFT+TAB или СТРЕЛКУ ВВЕРХ. Для выбора элемента списка нажмите клавишу ПРОБЕЛ или ВВОД. Чтобы закрыть список, нажмите клавишу ESC."
        },
        {
          "name": "Панель пути элементов редактора",
          "legend": "Нажмите ${elementsPathFocus} для перехода к панели пути элементов. Для перехода к следующей кнопке элемента нажмите клавишу TAB или СТРЕЛКУ ВПРАВО. Для перехода к предыдущей кнопке элемента нажмите сочетание клавиш SHIFT+TAB или СТРЕЛКУ ВЛЕВО. Для выбора элемента в редакторе нажмите клавишу ПРОБЕЛ или ВВОД."
        }
      ]
    },
    {
      "name": "Команды",
      "items": [
        {
          "name": " Команда отмены",
          "legend": "Нажмите ${undo}"
        },
        {
          "name": " Команда возврата",
          "legend": "Нажмите ${redo}"
        },
        {
          "name": " Команда выделения полужирным шрифтом",
          "legend": "Нажмите ${bold}"
        },
        {
          "name": " Команда выделения курсивом",
          "legend": "Нажмите ${italic}"
        },
        {
          "name": " Команда подчеркивания",
          "legend": "Нажмите ${underline}"
        },
        {
          "name": " Команда ссылки",
          "legend": "Нажмите ${link}"
        },
        {
          "name": " Команда сворачивания панели инструментов",
          "legend": "Нажмите ${toolbarCollapse}"
        },
        {
          "name": " Команда перехода к предыдущему фокусному пространству",
          "legend": "Для перехода к ближайшему недостижимому фокусному пространству перед курсором (например, два соседних элемента HR) нажмите ${accessPreviousSpace}. Для перехода к отдаленным фокусным пространствам нажмите сочетание клавиш еще раз."
        },
        {
          "name": " Команда перехода к следующему фокусному пространству",
          "legend": "Для перехода к ближайшему недостижимому фокусному пространству после курсора (например, два соседних элемента HR) нажмите ${accessNextSpace}. Для перехода к отдаленным фокусным пространствам нажмите сочетание клавиш еще раз."
        },
        {
          "name": " Справка по специальным возможностям",
          "legend": "Нажмите ${a11yHelp}"
        }
      ]
    }
  ],
  "backspace": "BACKSPACE",
  "tab": "TAB",
  "enter": "ВВОД",
  "shift": "SHIFT",
  "ctrl": "CTRL",
  "alt": "ALT",
  "pause": "PAUSE",
  "capslock": "CAPS LOCK",
  "escape": "ESCAPE",
  "pageUp": "PAGE UP",
  "pageDown": "PAGE DOWN",
  "end": "END",
  "home": "HOME",
  "leftArrow": "Стрелка влево",
  "upArrow": "Стрелка вверх",
  "rightArrow": "Стрелка вправо",
  "downArrow": "Стрелка вниз",
  "insert": "INSERT",
  "delete": "DELETE",
  "leftWindowKey": "Левая клавиша Windows",
  "rightWindowKey": "Правая клавиша Windows",
  "selectKey": "Клавиша выбора",
  "numpad0": "Клавиша 0 на цифровой клавиатуре",
  "numpad1": "Клавиша 1 на цифровой клавиатуре",
  "numpad2": "Клавиша 2 на цифровой клавиатуре",
  "numpad3": "Клавиша 3 на цифровой клавиатуре",
  "numpad4": "Клавиша 4 на цифровой клавиатуре",
  "numpad5": "Клавиша 5 на цифровой клавиатуре",
  "numpad6": "Клавиша 6 на цифровой клавиатуре",
  "numpad7": "Клавиша 7 на цифровой клавиатуре",
  "numpad8": "Клавиша 8 на цифровой клавиатуре",
  "numpad9": "Клавиша 9 на цифровой клавиатуре",
  "multiply": "Умножение",
  "add": "Сложение",
  "subtract": "Вычитание",
  "decimalPoint": "Десятичная запятая",
  "divide": "Деление",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "NUM LOCK",
  "scrollLock": "SCROLL LOCK",
  "semiColon": "Точка с запятой",
  "equalSign": "Знак равенства",
  "comma": "Запятая",
  "dash": "Тире",
  "period": "Точка",
  "forwardSlash": "Косая черта",
  "graveAccent": "Гравис",
  "openBracket": "Открывающая скобка",
  "backSlash": "Обратная косая черта",
  "closeBracket": "Закрывающая скобка",
  "singleQuote": "Одинарная кавычка"
});
