/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'sr', {
  "title": "Упутства за приступачност",
  "contents": "Садржај помоћи. Да бисте затворили овај дијалог, притисните тастер ESC.",
  "legend": [
    {
      "name": "Општи подаци",
      "items": [
        {
          "name": "Трака уређивача са алаткама",
          "legend": "Притисните ${toolbarFocus} да бисте дошли до траке са алаткама. Пређите на следећу или претходну групу траке са алаткама помоћу комбинације тастера Tab и Shift+Tab. Пређите на следеће или претходно дугме на траци са алаткама помоћу СТРЕЛИЦЕ НАДЕСНО или СТРЕЛИЦЕ НАЛЕВО. Притисните ТАСТЕР ЗА РАЗМАК или ENTER да бисте активирали дугме на траци са алаткама."
        },
        {
          "name": "Дијалог уређивача",
          "legend": "У оквиру дијалога, притисните тастер Tab да бисте прешли на следећи елемент дијалога, комбинацију тастера Shift+Tab да бисте прешли на претходни елемент дијалога, Enter да бисте проследили дијалог, тастер Esc да бисте га отказали. Када дијалог има више картица, листа картица може да се отвори комбинацијом тастера Alt+F10 или тастером Tab чиме се прелази редослед картица у дијалогу. Када је листа картица означена, на следећу или претходну картицу прелазите помоћу ДЕСНЕ i ЛЕВЕ СТРЕЛИЦЕ по потреби."
        },
        {
          "name": "Контекстуални мени уређивача",
          "legend": "Притисните ${contextMenu} или ТАСТЕР АПЛИКАЦИЈЕ да бисте отворили контекстуални мени. Затим, на следећу опцију у менију пређите користећи тастер Tab или СТРЕЛИЦУ НАДОЛЕ. На претходну опцију можете прећи помоћу комбинације тастера Shift+Tab или помоћу СТРЕЛИЦЕ НАГОРЕ. Притисните ТАСТЕР ЗА РАЗМАК или Enter да бисте изабрали опцију менија. Подмени тренутне опције изаберите користећи ТАСТЕР ЗА РАЗМАК или Enter или СТРЕЛИЦУ НАДЕСНО. Вратите се на ставку надређеног менија користећи тастер Esc или СТРЕЛИЦУ НАЛЕВО. Контекстуални мени затворите помоћу тастера Esc."
        },
        {
          "name": "Оквир листе уређивача",
          "legend": "У оквиру листе, на следећу ставку листе прелазите помоћу тастера Tab или СТРЕЛИЦЕ НАДОЛЕ. На претходну ставку листе прелазите помоћу комбинације тастера Shift+Tab или помоћу СТРЕЛИЦЕ НАГОРЕ. Притисните ТАСТЕР ЗА РАЗМАК или Enter да бисте изабрали опцију са листе. Притисните тастер Esc да бисте затворили оквир листе."
        },
        {
          "name": "Трака са путањом елемента уређивача",
          "legend": "Притисните ${elementsPathFocus} да бисте дошли до траке са путањом елемената. Пређите на дугме следећег елемента помоћу тастера Tab или СТРЕЛИЦЕ НАДЕСНО. Пређите на претходно дугме помоћу комбинације тастера Shift+ Tab или помоћу СТРЕЛИЦЕ НАЛЕВО. Притисните ТАСТЕР ЗА РАЗМАК или Enter да бисте изабрали елемент у уређивачу."
        }
      ]
    },
    {
      "name": "Команде",
      "items": [
        {
          "name": " Команда за опозив радње",
          "legend": "Притисните ${undo}"
        },
        {
          "name": " Команда за понављање радње",
          "legend": "Притисните ${redo}"
        },
        {
          "name": " Команда за подебљавање",
          "legend": "Притисните ${bold}"
        },
        {
          "name": " Команда за курзив",
          "legend": "Притисните ${italic}"
        },
        {
          "name": " Командна за подвлачење",
          "legend": "Притисните ${underline}"
        },
        {
          "name": " Командна за прављење везе",
          "legend": "Притисните ${link}"
        },
        {
          "name": " Команда за скупљање траке са алаткама",
          "legend": "Притисните ${toolbarCollapse}"
        },
        {
          "name": " Команда за приступање претходном простору фокуса",
          "legend": "Притисните ${accessPreviousSpace} да бисте приступили најближем недоступном простору фокуса пре карета, на пример: два суседна HR елемента. Понављајте комбинацију тастера да бисте дошли до даљих простора фокуса."
        },
        {
          "name": " Команда за приступање следећем простору фокуса",
          "legend": "Притисните ${accessNextSpace} да бисте приступили најближем недоступном простору фокуса после карета, на пример: два суседна HR елемента. Понављајте комбинацију тастера да бисте дошли до даљих простора фокуса."
        },
        {
          "name": " Помоћ за приступачност",
          "legend": "Притисните ${a11yHelp}"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "Tab",
  "enter": "Enter",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "Pause",
  "capslock": "Caps Lock",
  "escape": "Escape",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "End",
  "home": "Home",
  "leftArrow": "Стрелица налево",
  "upArrow": "Стрелица нагоре",
  "rightArrow": "Стрелица надесно",
  "downArrow": "Стрелица надоле",
  "insert": "Insert",
  "delete": "Delete",
  "leftWindowKey": "Леви Windows тастер",
  "rightWindowKey": "Десни Windows тастер",
  "selectKey": "Изабери тастер",
  "numpad0": "Нумеричка тастатура 0",
  "numpad1": "Нумеричка тастатура 1",
  "numpad2": "Нумеричка тастатура 2",
  "numpad3": "Нумеричка тастатура 3",
  "numpad4": "Нумеричка тастатура 4",
  "numpad5": "Нумеричка тастатура 5",
  "numpad6": "Нумеричка тастатура 6",
  "numpad7": "Нумеричка тастатура 7",
  "numpad8": "Нумеричка тастатура 8",
  "numpad9": "Нумеричка тастатура 9",
  "multiply": "Множење",
  "add": "Додај",
  "subtract": "Одузимање",
  "decimalPoint": "Знак за раздвајање децимала",
  "divide": "Дељење",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "Тачка и зарез",
  "equalSign": "Знак једнако",
  "comma": "Зарез",
  "dash": "Црта",
  "period": "Тачка",
  "forwardSlash": "Коса црта",
  "graveAccent": "Краткоузлазни акценат",
  "openBracket": "Отворена заграда",
  "backSlash": "Обрнута коса црта",
  "closeBracket": "Затворена заграда",
  "singleQuote": "Једноструки наводник"
});
