/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'th', {
  "title": "คำแนะนำของการช่วยสำหรับการเข้าถึง",
  "contents": "เนื้อหาวิธีใช้ กด ESC เพื่อปิดกล่องโต้ตอบนี้",
  "legend": [
    {
      "name": "ทั่วไป",
      "items": [
        {
          "name": "แถบเครื่องมือตัวแก้ไข",
          "legend": "กด ${toolbarFocus} เพื่อนำทางไปยังแถบเครื่องมือ เลื่อนไปยังกลุ่มแถบเครื่องมือถัดไปและก่อนหน้าด้วยแท็บและ SHIFT+แท็บ เลื่อนไปยังปุ่มแถบเครื่องมือถัดไปและก่อนหน้าด้วยลูกศรขวาหรือลูกศรซ้าย กด SPACE หรือ ENTER เพื่อเริ่มการใช้งานปุ่มแถบเครื่องมือ"
        },
        {
          "name": "กล่องโต้ตอบตัวแก้ไข",
          "legend": "ในกล่องโต้ตอบ กดแท็บเพื่อนำทางไปยังองค์ประกอบกล่องโต้ตอบถัดไป กด SHIFT+แท็บ เพื่อเลื่อนไปยังองค์ประกอบกล่องโต้ตอบก่อนหน้า กด ENTER เพื่อส่งกล่องโต้ตอบ กด ESC เพื่อยกเลิกกล่องโต้ตอบ เมื่อกล่องโต้ตอบมีหลายแท็บ คุณสามารถเข้าถึงรายการแท็บได้ด้วย ALT+F10 หรือด้วยแท็บในลักษณะเป็นส่วนหนึ่งของลำดับการกดแท็บของกล่องโต้ตอบ เมื่อโฟกัสรายการแท็บแล้ว ให้เลื่อนไปยังแท็บถัดไปหรือก่อนหน้าด้วยลูกศรขวาและลูกศรซ้ายตามลำดับ"
        },
        {
          "name": "เมนูบริบทของตัวแก้ไข",
          "legend": "กด ${contextMenu} หรือแป้นแอปพลิเคชันเพื่อเปิดเมนูบริบท จากนั้นเลื่อนไปยังตัวเลือกถัดไปด้วยแท็บหรือลูกศรลง เลื่อนไปยังตัวเลือกก่อนหน้าด้วย SHIFT+แท็บ หรือลูกศรขึ้น กด SPACE หรือ ENTER เพื่อเลือกตัวเลือกเมนู เปิดเมนูย่อยของตัวเลือกปัจจุบันด้วย SPACE หรือ ENTER หรือลูกศรลง ย้อนกลับไปยังรายการเมนูหลักด้วย ESC หรือลูกศรซ้าย ปิดเมนูบริบทด้วย ESC"
        },
        {
          "name": "กล่องรายการของตัวแก้ไข",
          "legend": "ภายในกล่องรายการ เลื่อนไปยังข้อมูลรายการถัดไปด้วยแท็บหรือลูกศรลง เลื่อนไปยังข้อมูลรายการก่อนหน้าด้วย SHIFT+แท็บหรือลูกศรขึ้น กด SPACE หรือ ENTER เพื่อเลือกตัวเลือกรายการ กด ESC เพื่อปิดกล่องรายการ"
        },
        {
          "name": "แถบพาธองค์ประกอบของตัวแก้ไข",
          "legend": "กด ${elementsPathFocus} เพื่อนำทางไปยังแถบพาธองค์ประกอบ เลื่อนไปยังปุ่มองค์ประกอบถัดไปด้วยแท็บหรือลูกศรขวา เลื่อนไปยังปุ่มก่อนหน้าด้วย SHIFT+แท็บ หรือลูกศรซ้าย กด SPACE หรือ ENTER เพื่อเลือกองค์ประกอบในตัวแก้ไข"
        }
      ]
    },
    {
      "name": "คำสั่ง",
      "items": [
        {
          "name": " คำสั่งเลิกทำ",
          "legend": "กด ${undo}"
        },
        {
          "name": " คำสั่งทำซ้ำ",
          "legend": "กด ${redo}"
        },
        {
          "name": " คำสั่งตัวหนา",
          "legend": "กด ${bold}"
        },
        {
          "name": " คำสั่งตัวเอียง",
          "legend": "กด ${italic}"
        },
        {
          "name": " คำสั่งขีดเส้นใต้",
          "legend": "กด ${underline}"
        },
        {
          "name": " คำสั่งลิงก์",
          "legend": "กด ${link}"
        },
        {
          "name": " คำสั่งยุบแถบเครื่องมือ",
          "legend": "กด ${toolbarCollapse}"
        },
        {
          "name": " คำสั่งเข้าถึงพื้นที่โฟกัสก่อนหน้า",
          "legend": "กด ${accessPreviousSpace} เพื่อเข้าถึงพื้นที่โฟกัสที่ไม่สามารถเข้าถึงได้ที่ใกล้ที่สุดหน้าอักขระ ^ ตัวอย่างเช่น องค์ประกอบ HR สองรายการติดกัน กดแป้นพิมพ์พร้อมกันซ้ำอีกครั้งเพื่อเข้าถึงพื้นที่โฟกันที่อยู่ห่างออกไป"
        },
        {
          "name": " คำสั่งเข้าถึงพื้นที่โฟกัสถัดไป",
          "legend": "กด ${accessNextSpace} เพื่อเข้าถึงพื้นที่โฟกัสที่ไม่สามารถเข้าถึงได้ที่ใกล้ที่สุดหลังอักขระ ^ ตัวอย่างเช่น องค์ประกอบ HR สองรายการติดกัน กดแป้นพิมพ์พร้อมกันซ้ำอีกครั้งเพื่อเข้าถึงพื้นที่โฟกันที่อยู่ห่างออกไป"
        },
        {
          "name": " วิธีใช้ของการช่วยสำหรับการเข้าถึง",
          "legend": "กด ${a11yHelp}"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "แท็บ",
  "enter": "Enter",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "Pause",
  "capslock": "Caps Lock",
  "escape": "Escape",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "End",
  "home": "Home",
  "leftArrow": "ลูกศรซ้าย",
  "upArrow": "ลูกศรขึ้น",
  "rightArrow": "ลูกศรขวา",
  "downArrow": "ลูกศรลง",
  "insert": "Insert",
  "delete": "ลบ",
  "leftWindowKey": "แป้น Windows ซ้าย",
  "rightWindowKey": "แป้น Windows ขวา",
  "selectKey": "แป้นเลือก",
  "numpad0": "แป้นตัวเลข 0",
  "numpad1": "แป้นตัวเลข 1",
  "numpad2": "แป้นตัวเลข 2",
  "numpad3": "แป้นตัวเลข 3",
  "numpad4": "แป้นตัวเลข 4",
  "numpad5": "แป้นตัวเลข 5",
  "numpad6": "แป้นตัวเลข 6",
  "numpad7": "แป้นตัวเลข 7",
  "numpad8": "แป้นตัวเลข 8",
  "numpad9": "แป้นตัวเลข 9",
  "multiply": "คูณ",
  "add": "บวก",
  "subtract": "ลบ",
  "decimalPoint": "จุดทศนิยม",
  "divide": "หาร",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "อัฒภาค",
  "equalSign": "เครื่องหมายเท่ากับ",
  "comma": "จุลภาค",
  "dash": "ขีดคั่น",
  "period": "เครื่องหมายจุด",
  "forwardSlash": "เครื่องหมายทับ",
  "graveAccent": "เครื่องหมายกำกับเสียงสูง",
  "openBracket": "วงเล็บเปิด",
  "backSlash": "เครื่องหมายทับขวา",
  "closeBracket": "วงเล็บปิด",
  "singleQuote": "อัญประกาศเดี่ยว"
});
