/*!
 * @license Copyright (c) 2003-2015, CKSource - Frederico Knabben. All rights reserved.
 * This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
 */

CKEDITOR.plugins.setLang( 'a11yhelp', 'uk', {
  "title": "Спеціальні можливості",
  "contents": "Довідка. Натисніть Esc, щоб закрити це діалогове вікно.",
  "legend": [
    {
      "name": "Основне",
      "items": [
        {
          "name": "Панель редактора",
          "legend": "Натисніть ${toolbarFocus} для переходу до панелі інструментів. Для переміщення між групами панелі інструментів використовуйте клавіші Tab і Shift+Tab. Для переміщення між кнопками панелі інструментів використовуйте клавіші Стрілка вправо або Стрілка вліво. Натисніть клавішу Пробіл або Enter для активації кнопки панелі інструментів."
        },
        {
          "name": "Діалогове вікно редактора",
          "legend": "У діалоговому вікні натисніть клавішу табуляції, щоб перейти до наступного елемента керування, клавіші Shift+Tab – для переходу до попереднього елемента керування, Enter – для надсилання інформації, введеної в діалогове вікно, Esc – для виходу з діалогового вікна. Якщо в діалоговому вікні багато вкладок, відкрити їх список можна як за допомогою клавіш Alt+F10, так і за допомогою клавіші Tab. Коли список вкладок активовано, переміщуватися до попередньої або наступної вкладки можна за допомогою кнопок Стрілка вправо та Стрілка вліво відповідно."
        },
        {
          "name": "Контекстне меню редактора",
          "legend": "Натисніть ${contextMenu} або клавішу програми, щоб відкрити контекстне меню. Потім перейдіть до наступного пункту меню за допомогою клавіші табуляції або Стрілки вниз. Для переходу до попереднього пункту скористайтеся клавішами Shift+Tab або Стрілка вверх. Натисніть клавішу Пробіл або Enter для вибору параметра меню. Відкрийте підменю поточного параметра, натиснувши клавішу Пробіл, Enter або Стрілка вправо. Перейдіть до батьківського елемента меню, натиснувши клавішу Esc або Стрілка вліво. Закрийте контекстне меню, натиснувши клавішу Esc."
        },
        {
          "name": "Список у редакторі",
          "legend": "Всередині списку перейти до наступного пункту можна за допомогою клавіші Tab або Стрілка вниз, а до попереднього пункту – за допомогою клавіш Shift+Tab або Стрілка вгору. Натисніть клавішу Пробіл або Enter, щоб вибрати параметр списку. Натисніть клавішу Esc, щоб закрити список."
        },
        {
          "name": "Шлях до елемента редактора",
          "legend": "Натисніть ${elementsPathFocus} для переходу між елементами. Для переходу до наступної кнопки елемента скористайтеся клавішами Tab або Стрілка вправо, а до попередньої кнопки – клавішами Shift+Tab або Стрілка вліво. Натисніть клавішу Пробіл або Enter для вибору елемента в редакторі."
        }
      ]
    },
    {
      "name": "Команди",
      "items": [
        {
          "name": " Скасувати команду",
          "legend": "Натисніть ${undo}"
        },
        {
          "name": " Повторити команду",
          "legend": "Натисніть ${redo}"
        },
        {
          "name": " Жирний",
          "legend": "Натисніть ${bold}"
        },
        {
          "name": " Курсив",
          "legend": "Натисніть ${italic}"
        },
        {
          "name": " Підкреслений",
          "legend": "Натисніть ${underline}"
        },
        {
          "name": " Посилання",
          "legend": "Натисніть ${link}"
        },
        {
          "name": " Згорнути панель інструментів",
          "legend": "Натисніть ${toolbarCollapse}"
        },
        {
          "name": " Доступ до попередньої команди, що стосується області фокусування",
          "legend": "Натисніть ${accessPreviousSpace} для доступу до найближчої недосяжної області фокусування перед кареткою, наприклад до двох сусідніх елементів HR. Натискайте комбінацію клавіш повторно для досягнення більш віддалених областей фокусування."
        },
        {
          "name": " Доступ до наступної команди, що стосується області фокусування",
          "legend": "Натисніть ${accessNextSpace} для доступу до найближчої недосяжної області фокусування після каретки, наприклад до двох сусідніх елементів HR. Натискайте комбінацію клавіш повторно для досягнення більш віддалених областей фокусування."
        },
        {
          "name": " Допомога стосовно спеціальних можливостей",
          "legend": "Натисніть ${a11yHelp}"
        }
      ]
    }
  ],
  "backspace": "Backspace",
  "tab": "Клавіша табуляції",
  "enter": "Enter",
  "shift": "Shift",
  "ctrl": "Ctrl",
  "alt": "Alt",
  "pause": "Pause",
  "capslock": "Caps Lock",
  "escape": "Esc",
  "pageUp": "Page Up",
  "pageDown": "Page Down",
  "end": "End",
  "home": "Home",
  "leftArrow": "Стрілка вліво",
  "upArrow": "Стрілка вгору",
  "rightArrow": "Стрілка вправо",
  "downArrow": "Стрілка вниз",
  "insert": "Insert",
  "delete": "Delete",
  "leftWindowKey": "Ліва клавіша Windows",
  "rightWindowKey": "Права клавіша Windows",
  "selectKey": "Клавіша вибору",
  "numpad0": "0 на цифровій клавіатурі",
  "numpad1": "1 на цифровій клавіатурі",
  "numpad2": "2 на цифровій клавіатурі",
  "numpad3": "3 на цифровій клавіатурі",
  "numpad4": "4 на цифровій клавіатурі",
  "numpad5": "5 на цифровій клавіатурі",
  "numpad6": "6 на цифровій клавіатурі",
  "numpad7": "7 на цифровій клавіатурі",
  "numpad8": "8 на цифровій клавіатурі",
  "numpad9": "9 на цифровій клавіатурі",
  "multiply": "Множення",
  "add": "Додавання",
  "subtract": "Віднімання",
  "decimalPoint": "Десяткова кома",
  "divide": "Ділення",
  "f1": "F1",
  "f2": "F2",
  "f3": "F3",
  "f4": "F4",
  "f5": "F5",
  "f6": "F6",
  "f7": "F7",
  "f8": "F8",
  "f9": "F9",
  "f10": "F10",
  "f11": "F11",
  "f12": "F12",
  "numLock": "Num Lock",
  "scrollLock": "Scroll Lock",
  "semiColon": "Крапка з комою",
  "equalSign": "Знак рівності",
  "comma": "Кома",
  "dash": "Тире",
  "period": "Крапка",
  "forwardSlash": "Скісна риска",
  "graveAccent": "Гравіс",
  "openBracket": "Відкривна дужка",
  "backSlash": "Зворотна скісна риска",
  "closeBracket": "Закривна дужка",
  "singleQuote": "Одинарні лапки"
});
