/*
This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
Copyright (c)2003 - 2015, CKSource - Frederico Knabben.All rights reserved.
*/
CKEDITOR.lang['bg']={
  "undo": {
    "redo": "Връщане",
    "undo": "Отмяна"
  },
  "toolbar": {
    "toolbarCollapse": "Свиване на лентата с инструменти",
    "toolbarExpand": "Разгъване на лентата с инструменти",
    "toolbarGroups": {
      "document": "Документ",
      "clipboard": "Клипборд/отмяна",
      "editing": "Редактиране",
      "forms": "Формуляри",
      "basicstyles": "Основни стилове",
      "paragraph": "Параграф",
      "links": "Връзки",
      "insert": "Вмъкване",
      "styles": "Стилове",
      "colors": "Цветове",
      "tools": "Инструменти"
    },
    "toolbars": "Ленти с инструменти на редактора"
  },
  "templates": {
    "button": "Шаблони",
    "emptyListMsg": "(Няма дефинирани шаблони)",
    "insertOption": "Замяна на действителното съдържание",
    "options": "Опции за шаблони",
    "selectPromptMsg": "Изберете шаблона, който да се отвори в редактора",
    "title": "Шаблони за съдържание"
  },
  "table": {
    "border": "Размер на граница",
    "caption": "Надпис",
    "cell": {
      "menu": "Клетка",
      "insertBefore": "Вмъкване на клетка преди",
      "insertAfter": "Вмъкване на клетка след",
      "deleteCell": "Изтриване на клетки",
      "merge": "Обединяване на клетки",
      "mergeRight": "Обединяване отдясно",
      "mergeDown": "Обединяване отдолу",
      "splitHorizontal": "Хоризонтално разделяне на клетката",
      "splitVertical": "Вертикално разделяне на клетката",
      "title": "Свойства на клетката",
      "cellType": "Тип клетка",
      "rowSpan": "Обхват на редовете",
      "colSpan": "Обхват на колоните",
      "wordWrap": "Пренасяне на думи",
      "hAlign": "Хоризонтално подравняване",
      "vAlign": "Вертикално подравняване",
      "alignBaseline": "Базова линия",
      "bgColor": "Цвят на фона",
      "borderColor": "Цвят на границата",
      "data": "Данни",
      "header": "Заглавен ред",
      "yes": "Да",
      "no": "Не",
      "invalidWidth": "Ширината на клетката трябва да е число.",
      "invalidHeight": "Височината на клетката трябва да е число.",
      "invalidRowSpan": "Обхватът на редовете трябва да е цяло число.",
      "invalidColSpan": "Обхватът на колоните трябва да е цяло число.",
      "chooseColor": "Избор"
    },
    "cellPad": "Допълване на клетки",
    "cellSpace": "Разстояние между клетките",
    "column": {
      "menu": "Колона",
      "insertBefore": "Вмъкване на колона преди",
      "insertAfter": "Вмъкване на колона след",
      "deleteColumn": "Изтриване на колони"
    },
    "columns": "Колони",
    "deleteTable": "Изтриване на таблица",
    "headers": "Заглавки",
    "headersBoth": "И двете",
    "headersColumn": "Първа колона",
    "headersNone": "Няма",
    "headersRow": "Първи ред",
    "invalidBorder": "Размерът на границата трябва да е число.",
    "invalidCellPadding": "Допълването на клетките трябва да е положително число.",
    "invalidCellSpacing": "Разстоянието между клетките трябва да е положително число.",
    "invalidCols": "Броят на колоните трябва да е по-голям от 0.",
    "invalidHeight": "Височината на таблицата трябва да е число.",
    "invalidRows": "Броят на редовете трябва да е по-голям от 0.",
    "invalidWidth": "Ширината на таблицата трябва да е число.",
    "menu": "Свойства на таблицата",
    "row": {
      "menu": "Ред",
      "insertBefore": "Вмъкване на ред преди",
      "insertAfter": "Вмъкване на ред след",
      "deleteRow": "Изтриване на редове"
    },
    "rows": "Редове",
    "summary": "Резюме",
    "title": "Свойства на таблицата",
    "toolbar": "Таблица",
    "widthPc": "процент",
    "widthPx": "пиксели",
    "widthUnit": "единица за ширина"
  },
  "stylescombo": {
    "label": "Стилове",
    "panelTitle": "Стилове на форматиране",
    "panelTitle1": "Блокови стилове",
    "panelTitle2": "Вмъкнати стилове",
    "panelTitle3": "Обектни стилове"
  },
  "specialchar": {
    "options": "Опции за специален знак",
    "title": "Избор на специален знак",
    "toolbar": "Вмъкване на специален знак"
  },
  "sourcearea": {
    "toolbar": "Източник"
  },
  "smiley": {
    "options": "Опции за усмихнати муцунки",
    "title": "Вмъкване на усмихната муцунка",
    "toolbar": "Усмихната муцунка"
  },
  "showblocks": {
    "toolbar": "Показване на блокове"
  },
  "selectall": {
    "toolbar": "Избор на всички"
  },
  "save": {
    "toolbar": "Запиши"
  },
  "removeformat": {
    "toolbar": "Премахване на форматирането"
  },
  "print": {
    "toolbar": "Печат"
  },
  "preview": {
    "preview": "Визуализация"
  },
  "pastetext": {
    "button": "Поставяне като обикновен текст",
    "title": "Поставяне като обикновен текст"
  },
  "pastefromword": {
    "confirmCleanup": "Текстът, който искате да поставите, изглежда копиран от Word. Искате ли да го почистите, преди да го поставите?",
    "error": "Не беше възможно почистването на поставените данни поради вътрешна грешка",
    "title": "Поставяне от Word",
    "toolbar": "Поставяне от Word"
  },
  "pagebreak": {
    "alt": "Нова страница",
    "toolbar": "Вмъкване на нова страница за печат"
  },
  "newpage": {
    "toolbar": "Нова страница"
  },
  "maximize": {
    "maximize": "Максимизиране",
    "minimize": "Минимизиране"
  },
  "magicline": {
    "title": "Вмъкване на абзац тук"
  },
  "liststyle": {
    "armenian": "Арменско номериране",
    "bulletedTitle": "Свойства на списък с водещи символи",
    "circle": "Кръг",
    "decimal": "По десетичен знак (1, 2, 3 и т.н.)",
    "decimalLeadingZero": "Водеща нула след десетичния знак (01, 02, 03 и т.н.)",
    "disc": "Диск",
    "georgian": "Грузинско номериране (ан, бан, ган и т.н.)",
    "lowerAlpha": "Малка буква (а, б, в, г, д и т.н.)",
    "lowerGreek": "Малка гръцка буква (алфа, бета, гама и т.н.)",
    "lowerRoman": "Малка римска цифра (i, ii, iii, iv, v и т.н.)",
    "none": "Няма",
    "notset": "<не е зададено>",
    "numberedTitle": "Свойства на номериран списък",
    "square": "Квадрат",
    "start": "Начало",
    "type": "Тип",
    "upperAlpha": "Голяма буква (А, Б, В, Г, Д и т.н.)",
    "upperRoman": "Голяма римска цифра (I, II, III, IV, V и т.н.)",
    "validateStartNumber": "Началният номер на списъка трябва да е цяло число."
  },
  "list": {
    "bulletedlist": "Вмъкване/премахване на списък с водещи символи",
    "numberedlist": "Вмъкване/премахване на номериран списък"
  },
  "link": {
    "acccessKey": "Ключ за достъп",
    "advanced": "Разширено",
    "advisoryContentType": "Препоръчителен тип съдържание",
    "advisoryTitle": "Препоръчително заглавие",
    "anchor": {
      "toolbar": "Котва",
      "menu": "Редактиране на котва",
      "title": "Свойства на котвата",
      "name": "Име на котва",
      "errorName": "Въведете името на котвата",
      "remove": "Премахване на котва"
    },
    "anchorId": "По ID на елемент",
    "anchorName": "По име на котва",
    "charset": "Набор от знаци на свързания ресурс",
    "cssClasses": "Класове на лист със стилове",
    "emailAddress": "Имейл адрес",
    "emailBody": "Основен текст на съобщението",
    "emailSubject": "Тема на съобщението",
    "id": "ID",
    "info": "Информация за връзката",
    "langCode": "Код на език",
    "langDir": "Посока на езика",
    "langDirLTR": "От ляво надясно",
    "langDirRTL": "От дясно наляво",
    "menu": "Редактиране на връзка",
    "name": "Име",
    "noAnchors": "(Няма налични котви в документа)",
    "noEmail": "Въведете имейл адреса",
    "noUrl": "Въведете URL адреса на връзката",
    "other": "<друго>",
    "popupDependent": "Подчинен (Netscape)",
    "popupFeatures": "Функции на изскачащ прозорец",
    "popupFullScreen": "Цял екран (IE)",
    "popupLeft": "Лява позиция",
    "popupLocationBar": "Лента на местоположения",
    "popupMenuBar": "Лента с менюта",
    "popupResizable": "Може да се преоразмерява",
    "popupScrollBars": "Плъзгачи",
    "popupStatusBar": "Лента на състоянието",
    "popupToolbar": "Лента с инструменти",
    "popupTop": "Горна позиция",
    "rel": "Релация",
    "selectAnchor": "Изберете котва",
    "styles": "Стил",
    "tabIndex": "Индекс на раздел",
    "target": "Цел",
    "targetFrame": "<рамка>",
    "targetFrameName": "Име на рамка цел",
    "targetPopup": "<изскачащ прозорец>",
    "targetPopupName": "Име на изскачащ прозорец",
    "title": "Връзка",
    "toAnchor": "Връзка към котва в текста",
    "toEmail": "Имейл",
    "toUrl": "URL адрес",
    "toolbar": "Връзка",
    "type": "Тип връзка",
    "unlink": "Премахване на връзката",
    "upload": "Качване"
  },
  "justify": {
    "block": "Двустранно",
    "center": "Центрирано",
    "left": "Подравняване отляво",
    "right": "Подравняване отдясно"
  },
  "indent": {
    "indent": "Увеличаване на отстъпа",
    "outdent": "Намаляване на отстъпа"
  },
  "image": {
    "alt": "Алтернативен текст",
    "border": "Граница",
    "btnUpload": "Изпрати към сървъра",
    "button2Img": "Искате ли да трансформирате избрания бутон с изображение в обикновено изображение?",
    "hSpace": "Хоризонтален отстъп",
    "img2Button": "Искате ли да трансформирате избраното изображение в бутон с изображение?",
    "infoTab": "Информация за изображението",
    "linkTab": "Връзка",
    "lockRatio": "Фиксирани пропорции",
    "menu": "Свойства на изображението",
    "resetSize": "Начално състояние на размера",
    "title": "Свойства на изображението",
    "titleButton": "Свойства на бутона с изображение",
    "upload": "Качване",
    "urlMissing": "Липсва URL адресът на източника на изображението.",
    "vSpace": "Вертикален отстъп",
    "validateBorder": "Границата трябва да е цяло число.",
    "validateHSpace": "Хоризонталният отстъп трябва да е цяло число.",
    "validateVSpace": "Вертикалният отстъп трябва да е цяло число."
  },
  "iframe": {
    "border": "Показване на граница на рамката",
    "noUrl": "Въведете URL адреса на IFrame",
    "scrolling": "Разрешаване на плъзгачи",
    "title": "Свойства на IFrame",
    "toolbar": "IFrame"
  },
  "horizontalrule": {
    "toolbar": "Вмъкване на хоризонтална линия"
  },
  "forms": {
    "button": {
      "title": "Свойства на бутона",
      "text": "Текст (стойност)",
      "type": "Тип",
      "typeBtn": "Бутон",
      "typeSbm": "Подаване",
      "typeRst": "Нулиране"
    },
    "checkboxAndRadio": {
      "checkboxTitle": "Свойства на квадратчето за отметка",
      "radioTitle": "Свойства на бутона за избор",
      "value": "Стойност",
      "selected": "Избрано",
      "required": "Задължително"
    },
    "form": {
      "title": "Свойства на формуляр",
      "menu": "Свойства на формуляр",
      "action": "Действие",
      "method": "Метод",
      "encoding": "Кодиране"
    },
    "hidden": {
      "title": "Свойства на скрито поле",
      "name": "Име",
      "value": "Стойност"
    },
    "select": {
      "title": "Свойства на полето за избор",
      "selectInfo": "Избор на информация",
      "opAvail": "Налични опции",
      "value": "Стойност",
      "size": "Размер",
      "lines": "линии",
      "chkMulti": "Разрешаване на множествен избор",
      "required": "Задължително",
      "opText": "Текст",
      "opValue": "Стойност",
      "btnAdd": "Добавяне",
      "btnModify": "Модифициране",
      "btnUp": "Горе",
      "btnDown": "Долу",
      "btnSetValue": "Задаване като избраната стойност",
      "btnDelete": "Изтриване"
    },
    "textarea": {
      "title": "Свойства на текстовата област",
      "cols": "Колони",
      "rows": "Редове"
    },
    "textfield": {
      "title": "Свойства на текстово поле",
      "name": "Име",
      "value": "Стойност",
      "charWidth": "Ширина на знак",
      "maxChars": "Максимален брой знаци",
      "required": "Задължително",
      "type": "Тип",
      "typeText": "Текст",
      "typePass": "Парола",
      "typeEmail": "Имейл",
      "typeSearch": "Търсене",
      "typeTel": "Телефонен номер",
      "typeUrl": "URL адрес"
    }
  },
  "format": {
    "label": "Формат",
    "panelTitle": "Формат на параграф",
    "tag_address": "Адрес",
    "tag_div": "Нормален (DIV)",
    "tag_h1": "Заглавие 1",
    "tag_h2": "Заглавие 2",
    "tag_h3": "Заглавие 3",
    "tag_h4": "Заглавие 4",
    "tag_h5": "Заглавие 5",
    "tag_h6": "Заглавие 6",
    "tag_p": "Нормално",
    "tag_pre": "Форматиран"
  },
  "font": {
    "fontSize": {
      "label": "Размер",
      "voiceLabel": "Размер на шрифт",
      "panelTitle": "Размер на шрифт"
    },
    "label": "Шрифт",
    "panelTitle": "Име на шрифт",
    "voiceLabel": "Шрифт"
  },
  "flash": {
    "access": "Достъп до скрипт",
    "accessAlways": "Винаги",
    "accessNever": "Никога",
    "accessSameDomain": "Същият домейн",
    "alignAbsBottom": "Най-долу",
    "alignAbsMiddle": "Точно в средата",
    "alignBaseline": "Базова линия",
    "alignTextTop": "Отгоре в текста",
    "bgcolor": "Цвят на фона",
    "chkFull": "Разрешаване на цял екран",
    "chkLoop": "Цикъл",
    "chkMenu": "Разрешаване на меню за Flash",
    "chkPlay": "Автоматично изпълнение",
    "flashvars": "Променливи за Flash",
    "hSpace": "Хоризонтален отстъп",
    "properties": "Свойства за Flash",
    "propertiesTab": "Свойства",
    "quality": "Качество",
    "qualityAutoHigh": "Автоматично високо",
    "qualityAutoLow": "Автоматично ниско",
    "qualityBest": "Най-добро",
    "qualityHigh": "Високо",
    "qualityLow": "Ниско",
    "qualityMedium": "Средно",
    "scale": "Скала",
    "scaleAll": "Покажи всички",
    "scaleFit": "Точно съответствие",
    "scaleNoBorder": "Без граница",
    "title": "Свойства за Flash",
    "vSpace": "Вертикален отстъп",
    "validateHSpace": "Хоризонталният отстъп трябва да е число.",
    "validateSrc": "URL адресът не трябва да е празен.",
    "validateVSpace": "Вертикалният отстъп трябва да е число.",
    "windowMode": "Режим на прозорец",
    "windowModeOpaque": "Непрозрачно",
    "windowModeTransparent": "Прозрачно",
    "windowModeWindow": "Прозорец"
  },
  "find": {
    "find": "Търсене",
    "findOptions": "Опции за търсене",
    "findWhat": "Търсене на:",
    "matchCase": "С малки и главни букви",
    "matchCyclic": "Циклично съвпадение",
    "matchWord": "Съвпадение на цяла дума",
    "notFoundMsg": "Указаният текст не е намерен.",
    "replace": "Заместване",
    "replaceAll": "Заместване на всички",
    "replaceSuccessMsg": "%1 заместено(и) повторение(я).",
    "replaceWith": "Заместване с:",
    "title": "Търсене и заместване"
  },
  "fakeobjects": {
    "anchor": "Котва",
    "flash": "Флаш анимация",
    "hiddenfield": "Скрито поле",
    "iframe": "IFrame",
    "unknown": "Неизвестен обект"
  },
  "elementspath": {
    "eleLabel": "Път до елементите",
    "eleTitle": "%1 елемент"
  },
  "div": {
    "IdInputLabel": "ID",
    "advisoryTitleInputLabel": "Препоръчително заглавие",
    "cssClassInputLabel": "Класове на лист със стилове",
    "edit": "Редактиране на Div",
    "inlineStyleInputLabel": "Вмъкнат стил",
    "langDirLTRLabel": "От ляво надясно",
    "langDirLabel": "Посока на езика",
    "langDirRTLLabel": "От дясно наляво",
    "languageCodeInputLabel": " Код на език",
    "remove": "Премахване на Div",
    "styleSelectLabel": "Стил",
    "title": "Създаване на Div контейнер",
    "toolbar": "Създаване на Div контейнер"
  },
  "contextmenu": {
    "options": "Опции в контекстното меню"
  },
  "colordialog": {
    "clear": "Изчистване",
    "highlight": "Осветяване",
    "options": "Цветови опции",
    "selected": "Избран цвят",
    "title": "Избор на цвят"
  },
  "colorbutton": {
    "auto": "Автоматично",
    "bgColorTitle": "Цвят на фона",
    "colors": {
      "000": "Черно",
      "800000": "Кестеняво",
      "8B4513": "Светлокафяво",
      "2F4F4F": "Тъмно сиво-синьо",
      "008080": "Синьо-зелено",
      "000080": "Морскосиньо",
      "4B0082": "Индиго",
      "696969": "Тъмносиво",
      "B22222": "Кирпичено",
      "A52A2A": "Кафяво",
      "DAA520": "Златисто",
      "006400": "Тъмнозелено",
      "40E0D0": "Тюркоазено",
      "0000CD": "Средно синьо",
      "800080": "Пурпурно",
      "808080": "Сиво",
      "F00": "Червено",
      "FF8C00": "Тъмнооранжево",
      "FFD700": "Златно",
      "008000": "Зелено",
      "0FF": "Циан",
      "00F": "Синьо",
      "EE82EE": "Виолетово",
      "A9A9A9": "Мръсносиво",
      "FFA07A": "Светло розово-оранжево",
      "FFA500": "Оранжево",
      "FFFF00": "Жълто",
      "00FF00": "Жълто-зелено",
      "AFEEEE": "Бледотюркоазено",
      "ADD8E6": "Светлосиньо",
      "DDA0DD": "Вишнево",
      "D3D3D3": "Светлосиво",
      "FFF0F5": "Светлолилаво с червеникав оттенък",
      "FAEBD7": "Антично бяло",
      "FFFFE0": "Светложълто",
      "F0FFF0": "Медена роса",
      "F0FFFF": "Небесносиньо",
      "F0F8FF": "Бледосиньо",
      "E6E6FA": "Светлолилаво",
      "FFF": "Бяло"
    },
    "more": "Още цветове...",
    "panelTitle": "Цветове",
    "textColorTitle": "Цвят на текста"
  },
  "clipboard": {
    "copy": "Копиране",
    "copyError": "Настройките за защита на вашия бразуър не разрешават на редактора автоматично да изпълни операциите по копиране. За целта използвайте клавиатурата (Ctrl/Cmd+C).",
    "cut": "Изрязване",
    "cutError": "Настройките за защита на вашия бразуър не разрешават на редактора автоматично да изпълни операциите по изрязване. За целта използвайте клавиатурата (Ctrl/Cmd+X).",
    "paste": "Поставяне",
    "pasteArea": "Област за поставяне",
    "pasteMsg": "Поставете в следващото поле с помощта на клавиатурата (<strong>Ctrl/Cmd+V</strong>) и натиснете „OK“",
    "securityMsg": "Заради настройките за защита на вашия браузър редакторът няма директен достъп до данните в клипборда. Трябва да ги поставите отново в този прозорец.",
    "title": "Поставяне"
  },
  "button": {
    "selectedLabel": "%1 (Избрано)"
  },
  "blockquote": {
    "toolbar": "Блоков цитат"
  },
  "bidi": {
    "ltr": "Посока на текста от ляво надясно",
    "rtl": "Посока на текста от дясно наляво"
  },
  "basicstyles": {
    "bold": "Получер",
    "italic": "Курсив",
    "strike": "Зачеркнато",
    "subscript": "Долен индекс",
    "superscript": "Горен индекс",
    "underline": "Подчертано"
  },
  "about": {
    "copy": "Copyright &copy; $1. Всички права запазени.",
    "dlgTitle": "За CKEditor",
    "help": "Проверете $1 за помощ.",
    "moreInfo": "За информация относно лицензирането посетете уеб сайта ни:",
    "title": "За CKEditor",
    "userGuide": "Ръководство за употреба на CKEditor"
  },
  "editor": "RTF редактор",
  "editorPanel": "Панел на RTF редактора",
  "common": {
    "editorHelp": "Натиснете ALT + 0 за помощ",
    "browseServer": "Преглеждане на сървъра",
    "url": "URL адрес",
    "protocol": "Протокол",
    "upload": "Качване",
    "uploadSubmit": "Изпращане към сървъра",
    "image": "Изображение",
    "flash": "Flash",
    "form": "Формуляр",
    "checkbox": "Квадратче за отметка",
    "radio": "Бутон за избор",
    "textField": "Текстово поле",
    "textarea": "Текстова област",
    "hiddenField": "Скрито поле",
    "button": "Бутон",
    "select": "Поле за избор",
    "imageButton": "Бутон с изображение",
    "notSet": "<не е зададено>",
    "id": "ID",
    "name": "Име",
    "langDir": "Посока на езика",
    "langDirLtr": "От ляво надясно",
    "langDirRtl": "От дясно наляво",
    "langCode": "Код на език",
    "longDescr": "URL адрес с дълго описание",
    "cssClass": "Класове на лист със стилове",
    "advisoryTitle": "Препоръчително заглавие",
    "cssStyle": "Стил",
    "ok": "ОК",
    "cancel": "Отказ",
    "close": "Затваряне",
    "preview": "Визуализация",
    "resize": "Преоразмеряване",
    "generalTab": "Обща информация",
    "advancedTab": "Разширено",
    "validateNumberFailed": "Тази стойност не е число.",
    "confirmNewPage": "Всички незаписани промени в това съдържание ще бъдат изгубени. Наистина ли искате да заредите нова страница?",
    "confirmCancel": "Променихте някои опции. Наистина ли искате да затворите диалоговия прозорец?",
    "options": "Опции",
    "target": "Цел",
    "targetNew": "Нов прозорец (_blank)",
    "targetTop": "Най-горен прозорец (_top)",
    "targetSelf": "Същият прозорец (_self)",
    "targetParent": "Родителски прозорец (_parent)",
    "langDirLTR": "От ляво надясно",
    "langDirRTL": "От дясно наляво",
    "styles": "Стил",
    "cssClasses": "Класове на лист със стилове",
    "width": "Ширина",
    "height": "Височина",
    "align": "Подравняване",
    "alignLeft": "Отляво",
    "alignRight": "Отдясно",
    "alignCenter": "Центрирано",
    "alignJustify": "Двустранно",
    "alignTop": "Отгоре",
    "alignMiddle": "В средата",
    "alignBottom": "Отдолу",
    "alignNone": "Няма",
    "invalidValue": "Невалидна стойност.",
    "invalidHeight": "Височината трябва да е число.",
    "invalidWidth": "Ширината трябва да е число.",
    "invalidCssLength": "Зададената стойност за полето „%1“ трябва да бъде положително число със или без валидна CSS мерна единица (px, %, in, cm, mm, em, ex, pt или pc).",
    "invalidHtmlLength": "Зададената стойност за полето „%1“ трябва да бъде положително число със или без валидна HTML мерна единица (px или %).",
    "invalidInlineStyle": "Зададената стойност за вмъкнатия стил трябва да съдържа един или повече кортежи с формат „name : value“, разделени с точка и запетая.",
    "cssLengthTooltip": "Въведете число за стойност в пиксели или число с валидна CSS единица (px, %, in, cm, mm, em, ex, pt или pc).",
    "unavailable": "%1<span class=\"cke_accessibility\">, недостъпно</span>"
  }
};