/*
This software is covered by CKEditor Commercial License. Usage without proper license is prohibited.
Copyright (c)2003 - 2015, CKSource - Frederico Knabben.All rights reserved.
*/
CKEDITOR.lang['el']={
  "undo": {
    "redo": "Επανάληψη",
    "undo": "Αναίρεση"
  },
  "toolbar": {
    "toolbarCollapse": "Σύμπτυξη γραμμής εργαλείων",
    "toolbarExpand": "Ανάπτυξη γραμμής εργαλείων",
    "toolbarGroups": {
      "document": "Έγγραφο",
      "clipboard": "Πρόχειρο/Αναίρεση",
      "editing": "Επεξεργασία",
      "forms": "Φόρμες",
      "basicstyles": "Βασικά στυλ",
      "paragraph": "Παράγραφος",
      "links": "Συνδέσεις",
      "insert": "Εισαγωγή",
      "styles": "Στυλ",
      "colors": "Χρώματα",
      "tools": "Εργαλεία"
    },
    "toolbars": "Γραμμές εργαλείων προγράμματος επεξεργασίας"
  },
  "templates": {
    "button": "Πρότυπα",
    "emptyListMsg": "(Δεν έχουν καθοριστεί πρότυπα)",
    "insertOption": "Αντικατάσταση πραγματικών περιεχομένων",
    "options": "Επιλογές προτύπου",
    "selectPromptMsg": "Επιλέξτε το πρότυπο που θα ανοίξει στο πρόγραμμα επεξεργασίας",
    "title": "Πρότυπα περιεχομένου"
  },
  "table": {
    "border": "Μέγεθος περιγράμματος",
    "caption": "Λεζάντα",
    "cell": {
      "menu": "Κελί",
      "insertBefore": "Εισαγωγή κελιού πριν",
      "insertAfter": "Εισαγωγή κελιού μετά",
      "deleteCell": "Διαγραφή κελιών",
      "merge": "Συγχώνευση κελιών",
      "mergeRight": "Συγχώνευση προς τα δεξιά",
      "mergeDown": "Συγχώνευση προς τα κάτω",
      "splitHorizontal": "Οριζόντια διαίρεση κελιών",
      "splitVertical": "Κατακόρυφη διαίρεση κελιών",
      "title": "Ιδιότητες κελιού",
      "cellType": "Τύπος κελιού",
      "rowSpan": "Εύρος σειρών",
      "colSpan": "Εύρος στηλών",
      "wordWrap": "Αναδίπλωση λέξεων",
      "hAlign": "Οριζόντια στοίχιση",
      "vAlign": "Κάθετη στοίχιση",
      "alignBaseline": "Γραμμή βάσης",
      "bgColor": "Χρώμα φόντου",
      "borderColor": "Χρώμα περιγράμματος",
      "data": "Δεδομένα",
      "header": "Κεφαλίδα",
      "yes": "Ναι",
      "no": "Όχι",
      "invalidWidth": "Το πλάτος του κελιού πρέπει να είναι αριθμός.",
      "invalidHeight": "Το ύψος του κελιού πρέπει να είναι αριθμός.",
      "invalidRowSpan": "Το εύρος των σειρών πρέπει να είναι ακέραιος αριθμός.",
      "invalidColSpan": "Το εύρος των στηλών πρέπει να είναι ακέραιος αριθμός.",
      "chooseColor": "Επιλογή"
    },
    "cellPad": "Αναπλήρωση κελιών",
    "cellSpace": "Απόσταση κελιών",
    "column": {
      "menu": "Στήλη",
      "insertBefore": "Εισαγωγή στήλης πριν",
      "insertAfter": "Εισαγωγή στήλης μετά",
      "deleteColumn": "Διαγραφή στηλών"
    },
    "columns": "Στήλες",
    "deleteTable": "Διαγραφή πίνακα",
    "headers": "Κεφαλίδες",
    "headersBoth": "Και τα δύο",
    "headersColumn": "Πρώτη στήλη",
    "headersNone": "Χωρίς",
    "headersRow": "Πρώτη σειρά",
    "invalidBorder": "Το μέγεθος του περιγράμματος πρέπει να είναι αριθμός.",
    "invalidCellPadding": "Η αναπλήρωση κελιών πρέπει να είναι θετικός αριθμός.",
    "invalidCellSpacing": "Η απόσταση κελιών πρέπει να είναι θετικός αριθμός.",
    "invalidCols": "Ο αριθμός των στηλών πρέπει να είναι αριθμός μεγαλύτερος από 0.",
    "invalidHeight": "Το ύψος του πίνακα πρέπει να είναι αριθμός.",
    "invalidRows": "Ο αριθμός των σειρών πρέπει να είναι αριθμός μεγαλύτερος από 0.",
    "invalidWidth": "Το πλάτος του πίνακα πρέπει να είναι αριθμός.",
    "menu": "Ιδιότητες πίνακα",
    "row": {
      "menu": "Σειρά",
      "insertBefore": "Εισαγωγή σειράς πριν",
      "insertAfter": "Εισαγωγή σειράς μετά",
      "deleteRow": "Διαγραφή σειρών"
    },
    "rows": "Σειρές",
    "summary": "Σύνοψη",
    "title": "Ιδιότητες πίνακα",
    "toolbar": "Πίνακας",
    "widthPc": "τοις εκατό",
    "widthPx": "pixel",
    "widthUnit": "μονάδα πλάτους"
  },
  "stylescombo": {
    "label": "Στυλ",
    "panelTitle": "Στυλ μορφοποίησης",
    "panelTitle1": "Στυλ τμημάτων",
    "panelTitle2": "Ενσωματωμένα στυλ",
    "panelTitle3": "Στυλ αντικειμένων"
  },
  "specialchar": {
    "options": "Επιλογές ειδικών χαρακτήρων",
    "title": "Επιλογή ειδικού χαρακτήρα",
    "toolbar": "Εισαγωγή ειδικού χαρακτήρα"
  },
  "sourcearea": {
    "toolbar": "Προέλευση"
  },
  "smiley": {
    "options": "Επιλογές γελαστού προσώπου",
    "title": "Εισαγωγή γελαστού προσώπου",
    "toolbar": "Γελαστό πρόσωπο"
  },
  "showblocks": {
    "toolbar": "Εμφάνιση μπλοκ"
  },
  "selectall": {
    "toolbar": "Επιλογή όλων"
  },
  "save": {
    "toolbar": "Αποθήκευση"
  },
  "removeformat": {
    "toolbar": "Κατάργηση μορφοποίησης"
  },
  "print": {
    "toolbar": "Εκτύπωση"
  },
  "preview": {
    "preview": "Προεπισκόπηση"
  },
  "pastetext": {
    "button": "Επικόλληση ως απλού κειμένου",
    "title": "Επικόλληση ως απλού κειμένου"
  },
  "pastefromword": {
    "confirmCleanup": "Το κείμενο που θέλετε να επικολλήσετε φαίνεται να έχει αντιγραφεί από το Word. Θέλετε να γίνει εκκαθάριση πριν από την επικόλληση;",
    "error": "Δεν ήταν δυνατή η εκκαθάριση των δεδομένων επικόλλησης λόγω εσωτερικού σφάλματος",
    "title": "Επικόλληση από το Word",
    "toolbar": "Επικόλληση από το Word"
  },
  "pagebreak": {
    "alt": "Αλλαγή σελίδας",
    "toolbar": "Εισαγωγή αλλαγής σελίδας για εκτύπωση"
  },
  "newpage": {
    "toolbar": "Νέα σελίδα"
  },
  "maximize": {
    "maximize": "Μεγιστοποίηση",
    "minimize": "Σμίκρυνση"
  },
  "magicline": {
    "title": "Εισαγωγή παραγράφου εδώ"
  },
  "liststyle": {
    "armenian": "Αρίθμηση Αρμενίας",
    "bulletedTitle": "Ιδιότητες λίστας με κουκκίδες",
    "circle": "Κύκλος",
    "decimal": "Δεκαδικά (1, 2, 3 κλπ.)",
    "decimalLeadingZero": "Αρχικό μηδέν δεκαδικών (01, 02, 03 κλπ.)",
    "disc": "Δίσκος",
    "georgian": "Αρίθμηση Γεωργίας (an, ban, gan κλπ.)",
    "lowerAlpha": "Πεζό αλφαβητικό (a, b, c, d, e κλπ.)",
    "lowerGreek": "Πεζό Ελληνικό (άλφα, βήτα, γάμμα κλπ.)",
    "lowerRoman": "Πεζό Λατινικό (i, ii, iii, iv, v κλπ.)",
    "none": "Χωρίς",
    "notset": "<δεν έχει οριστεί>",
    "numberedTitle": "Ιδιότητες αριθμημένης λίστας",
    "square": "Τετράγωνο",
    "start": "Έναρξη",
    "type": "Τύπος",
    "upperAlpha": "Κεφαλαίο αλφαβητικό (A, B, C, D, E κλπ.)",
    "upperRoman": "Κεφαλαίο Λατινικό (I, II, III, IV, V κλπ.)",
    "validateStartNumber": "Ο αριθμός έναρξης λίστας πρέπει να είναι ακέραιος."
  },
  "list": {
    "bulletedlist": "Εισαγωγή/Κατάργηση λίστας με κουκκίδες",
    "numberedlist": "Εισαγωγή/Κατάργηση αριθμημένης λίστας"
  },
  "link": {
    "acccessKey": "Πλήκτρο πρόσβασης",
    "advanced": "Για προχωρημένους",
    "advisoryContentType": "Ενδεικτικός τύπος περιεχομένου",
    "advisoryTitle": "Ενδεικτικός τίτλος",
    "anchor": {
      "toolbar": "Αγκύρωση",
      "menu": "Επεξεργασία αγκύρωσης",
      "title": "Ιδιότητες αγκύρωσης",
      "name": "Όνομα αγκύρωσης",
      "errorName": "Πληκτρολογήστε το όνομα αγκύρωσης",
      "remove": "Κατάργηση αγκύρωσης"
    },
    "anchorId": "Κατά αναγνωριστικό στοιχείου",
    "anchorName": "Κατά όνομα αγκύρωσης",
    "charset": "Σύνολο χαρακτήρων συνδεδεμένου πόρου",
    "cssClasses": "Κλάσεις φύλλων στυλ",
    "emailAddress": "Διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "emailBody": "Κύριο σώμα μηνύματος",
    "emailSubject": "Θέμα μηνύματος",
    "id": "Αναγνωριστικό",
    "info": "Πληροφορίες σύνδεσης",
    "langCode": "Κωδικός γλώσσας",
    "langDir": "Κατεύθυνση γλώσσας",
    "langDirLTR": "Από αριστερά προς τα δεξιά (LTR)",
    "langDirRTL": "Από δεξιά προς τα αριστερά (RTL)",
    "menu": "Επεξεργασία σύνδεσης",
    "name": "Πλήρες όνομα",
    "noAnchors": "(Δεν υπάρχουν διαθέσιμες αγκυρώσεις στο έγγραφο)",
    "noEmail": "Πληκτρολογήστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "noUrl": "Πληκτρολογήστε τη διεύθυνση URL της σύνδεσης",
    "other": "<άλλο>",
    "popupDependent": "Εξαρτώμενο (Netscape)",
    "popupFeatures": "Δυνατότητες αναδυόμενου παραθύρου",
    "popupFullScreen": "Πλήρης οθόνη (IE)",
    "popupLeft": "Αριστερή θέση",
    "popupLocationBar": "Γραμμή θέσης",
    "popupMenuBar": "Γραμμή μενού",
    "popupResizable": "Με δυνατότητα αλλαγής μεγέθους",
    "popupScrollBars": "Γραμμές κύλισης",
    "popupStatusBar": "Γραμμή κατάστασης",
    "popupToolbar": "Γραμμή εργαλείων",
    "popupTop": "Επάνω θέση",
    "rel": "Σχέση",
    "selectAnchor": "Επιλογή αγκύρωσης",
    "styles": "Στυλ",
    "tabIndex": "Δείκτης σειράς Tab",
    "target": "Προορισμός",
    "targetFrame": "<πλαίσιο>",
    "targetFrameName": "Όνομα πλαισίου προορισμού",
    "targetPopup": "<αναδυόμενο παράθυρο>",
    "targetPopupName": "Όνομα αναδυόμενου παραθύρου",
    "title": "Σύνδεση",
    "toAnchor": "Σύνδεση σε αγκύρωση στο κείμενο",
    "toEmail": "Ηλεκτρονικό ταχυδρομείο",
    "toUrl": "Διεύθυνση URL",
    "toolbar": "Σύνδεση",
    "type": "Τύπος σύνδεσης",
    "unlink": "Κατάργηση σύνδεσης",
    "upload": "Αποστολή"
  },
  "justify": {
    "block": "Πλήρης στοίχιση",
    "center": "Κέντρο",
    "left": "Στοίχιση αριστερά",
    "right": "Στοίχιση δεξιά"
  },
  "indent": {
    "indent": "Αύξηση εσοχής",
    "outdent": "Μείωση εσοχής"
  },
  "image": {
    "alt": "Εναλλακτικό κείμενο",
    "border": "Περίγραμμα",
    "btnUpload": "Αποστολή στο διακομιστή",
    "button2Img": "Θέλετε να μετατρέψετε το επιλεγμένο κουμπί εικόνας σε απλή εικόνα;",
    "hSpace": "Οριζόντιο διάστημα",
    "img2Button": "Θέλετε να μετατρέψετε την επιλεγμένη εικόνα σε κουμπί εικόνας;",
    "infoTab": "Πληροφορίες εικόνας",
    "linkTab": "Σύνδεση",
    "lockRatio": "Κλείδωμα αναλογιών",
    "menu": "Ιδιότητες εικόνας",
    "resetSize": "Επαναφορά μεγέθους",
    "title": "Ιδιότητες εικόνας",
    "titleButton": "Ιδιότητες κουμπιού εικόνας",
    "upload": "Αποστολή",
    "urlMissing": "Η διεύθυνση URL προέλευσης εικόνας λείπει.",
    "vSpace": "Κατακόρυφο διάστημα",
    "validateBorder": "Το περίγραμμα πρέπει να είναι ακέραιος αριθμός.",
    "validateHSpace": "Το οριζόντιο διάστημα πρέπει να είναι ένας ακέραιος αριθμός.",
    "validateVSpace": "Το κάθετο διάστημα πρέπει να είναι ακέραιος αριθμός."
  },
  "iframe": {
    "border": "Εμφάνιση περιγράμματος πλαισίου",
    "noUrl": "Πληκτρολογήστε τη διεύθυνση URL του πλαισίου iframe",
    "scrolling": "Ενεργοποίηση γραμμών κύλισης",
    "title": "Ιδιότητες IFrame",
    "toolbar": "IFrame"
  },
  "horizontalrule": {
    "toolbar": "Εισαγωγή οριζόντιας γραμμής"
  },
  "forms": {
    "button": {
      "title": "Ιδιότητες κουμπιού",
      "text": "Κείμενο (Τιμή)",
      "type": "Τύπος",
      "typeBtn": "Κουμπί",
      "typeSbm": "Υποβολή",
      "typeRst": "Επαναφορά"
    },
    "checkboxAndRadio": {
      "checkboxTitle": "Ιδιότητες πλαισίου ελέγχου",
      "radioTitle": "Ιδιότητες κουμπιού επιλογής",
      "value": "Τιμή",
      "selected": "Επιλέχθηκε",
      "required": "Απαιτείται"
    },
    "form": {
      "title": "Ιδιότητες φόρμας",
      "menu": "Ιδιότητες φόρμας",
      "action": "Ενέργεια",
      "method": "Μέθοδος",
      "encoding": "Κωδικοποίηση"
    },
    "hidden": {
      "title": "Ιδιότητες κρυφού πεδίου",
      "name": "Πλήρες όνομα",
      "value": "Τιμή"
    },
    "select": {
      "title": "Ιδιότητες πεδίου επιλογής",
      "selectInfo": "Επιλογή πληροφοριών",
      "opAvail": "Διαθέσιμες επιλογές",
      "value": "Τιμή",
      "size": "Μέγεθος",
      "lines": "γραμμές",
      "chkMulti": "Επιτρέπονται πολλαπλές επιλογές",
      "required": "Απαιτείται",
      "opText": "Κείμενο",
      "opValue": "Τιμή",
      "btnAdd": "Προσθήκη",
      "btnModify": "Τροποποίηση",
      "btnUp": "Επάνω",
      "btnDown": "Κάτω",
      "btnSetValue": "Ορισμός ως επιλεγμένης τιμής",
      "btnDelete": "Διαγραφή"
    },
    "textarea": {
      "title": "Ιδιότητες περιοχής κειμένου",
      "cols": "Στήλες",
      "rows": "Σειρές"
    },
    "textfield": {
      "title": "Ιδιότητες πεδίου κειμένου",
      "name": "Πλήρες όνομα",
      "value": "Τιμή",
      "charWidth": "Πλάτος χαρακτήρων",
      "maxChars": "Μέγιστοι χαρακτήρες",
      "required": "Απαιτείται",
      "type": "Τύπος",
      "typeText": "Κείμενο",
      "typePass": "Κωδικός πρόσβασης",
      "typeEmail": "Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου",
      "typeSearch": "Αναζήτηση",
      "typeTel": "Αριθμός τηλεφώνου",
      "typeUrl": "Διεύθυνση URL"
    }
  },
  "format": {
    "label": "Μορφή",
    "panelTitle": "Μορφή παραγράφου",
    "tag_address": "Διεύθυνση",
    "tag_div": "Κανονική (DIV)",
    "tag_h1": "Κεφαλίδα 1",
    "tag_h2": "Κεφαλίδα 2",
    "tag_h3": "Κεφαλίδα 3",
    "tag_h4": "Κεφαλίδα 4",
    "tag_h5": "Κεφαλίδα 5",
    "tag_h6": "Κεφαλίδα 6",
    "tag_p": "Κανονικό",
    "tag_pre": "Μορφοποιημένη"
  },
  "font": {
    "fontSize": {
      "label": "Μέγεθος",
      "voiceLabel": "Μέγεθος γραμματοσειράς",
      "panelTitle": "Μέγεθος γραμματοσειράς"
    },
    "label": "Γραμματοσειρά",
    "panelTitle": "Όνομα γραμματοσειράς",
    "voiceLabel": "Γραμματοσειρά"
  },
  "flash": {
    "access": "Πρόσβαση δέσμης ενεργειών",
    "accessAlways": "Πάντα",
    "accessNever": "Ποτέ",
    "accessSameDomain": "Ίδιος τομέας",
    "alignAbsBottom": "Απόλυτη θέση κάτω",
    "alignAbsMiddle": "Απόλυτη θέση στη μέση",
    "alignBaseline": "Γραμμή βάσης",
    "alignTextTop": "Κορυφή του κειμένου",
    "bgcolor": "Χρώμα φόντου",
    "chkFull": "Επιτρέπεται πλήρης οθόνη",
    "chkLoop": "Επαναλήψεις",
    "chkMenu": "Ενεργοποίηση μενού Flash",
    "chkPlay": "Αυτόματη αναπαραγωγή",
    "flashvars": "Μεταβλητές για Flash",
    "hSpace": "Οριζόντιο διάστημα",
    "properties": "Ιδιότητες Flash",
    "propertiesTab": "Ιδιότητες",
    "quality": "Ποιότητα",
    "qualityAutoHigh": "Αυτόματα υψηλό",
    "qualityAutoLow": "Αυτόματα χαμηλό",
    "qualityBest": "Βέλτιστη",
    "qualityHigh": "Υψηλή",
    "qualityLow": "Χαμηλή",
    "qualityMedium": "Μεσαία",
    "scale": "Κλίμακα",
    "scaleAll": "Εμφάνιση όλων",
    "scaleFit": "Ακριβής προσαρμογή",
    "scaleNoBorder": "Χωρίς περίγραμμα",
    "title": "Ιδιότητες Flash",
    "vSpace": "Κατακόρυφο διάστημα",
    "validateHSpace": "Το οριζόντιο διάστημα πρέπει να είναι αριθμός.",
    "validateSrc": "Η διεύθυνση URL δεν πρέπει να είναι κενή.",
    "validateVSpace": "Το κατακόρυφο διάστημα πρέπει να είναι αριθμός.",
    "windowMode": "Λειτουργία παραθύρου",
    "windowModeOpaque": "Αδιαφανές",
    "windowModeTransparent": "Διάφανο",
    "windowModeWindow": "Windows"
  },
  "find": {
    "find": "Εύρεση",
    "findOptions": "Επιλογές εύρεσης",
    "findWhat": "Εύρεση του:",
    "matchCase": "Ταίριασμα πεζών/κεφαλαίων",
    "matchCyclic": "Κυκλικό ταίριασμα",
    "matchWord": "Ταίριασμα ολόκληρης λέξης",
    "notFoundMsg": "Το καθορισμένο κείμενο δεν βρέθηκε.",
    "replace": "Αντικατάσταση",
    "replaceAll": "Αντικατάσταση όλων",
    "replaceSuccessMsg": "Αντικαταστάθηκαν %1 εμφανίσεις.",
    "replaceWith": "Αντικατάσταση με:",
    "title": "Εύρεση και αντικατάσταση"
  },
  "fakeobjects": {
    "anchor": "Αγκύρωση",
    "flash": "Κινούμενα σχέδια Flash",
    "hiddenfield": "Κρυφό πεδίο",
    "iframe": "IFrame",
    "unknown": "Άγνωστο αντικείμενο"
  },
  "elementspath": {
    "eleLabel": "Διαδρομή στοιχείων",
    "eleTitle": "Στοιχείο %1"
  },
  "div": {
    "IdInputLabel": "Αναγνωριστικό",
    "advisoryTitleInputLabel": "Ενδεικτικός τίτλος",
    "cssClassInputLabel": "Κλάσεις φύλλων στυλ",
    "edit": "Επεξεργασία div",
    "inlineStyleInputLabel": "Ενσωματωμένο στυλ",
    "langDirLTRLabel": "Από αριστερά προς τα δεξιά (LTR)",
    "langDirLabel": "Κατεύθυνση γλώσσας",
    "langDirRTLLabel": "Από δεξιά προς τα αριστερά (RTL)",
    "languageCodeInputLabel": " Κωδικός γλώσσας",
    "remove": "Κατάργηση div",
    "styleSelectLabel": "Στυλ",
    "title": "Δημιουργία κοντέινερ div",
    "toolbar": "Δημιουργία κοντέινερ div"
  },
  "contextmenu": {
    "options": "Επιλογές μενού περιβάλλοντος"
  },
  "colordialog": {
    "clear": "Απαλοιφή",
    "highlight": "Επισήμανση",
    "options": "Επιλογές χρωμάτων",
    "selected": "Επιλεγμένο χρώμα",
    "title": "Επιλογή χρώματος"
  },
  "colorbutton": {
    "auto": "Αυτόματα",
    "bgColorTitle": "Χρώμα φόντου",
    "colors": {
      "000": "Μαύρο",
      "800000": "Καστανέρυθρο",
      "8B4513": "Ταμπά",
      "2F4F4F": "Σκούρο μολυβί",
      "008080": "Πετρόλ",
      "000080": "Σκούρο μπλε",
      "4B0082": "Λουλακί",
      "696969": "Σκούρο γκρι",
      "B22222": "Κεραμιδί",
      "A52A2A": "Καφέ",
      "DAA520": "Χρυσοκίτρινο",
      "006400": "Σκούρο πράσινο",
      "40E0D0": "Τυρκουάζ",
      "0000CD": "Ενδιάμεσο μπλε",
      "800080": "Μοβ",
      "808080": "Γκρι",
      "F00": "Κόκκινο",
      "FF8C00": "Σκούρο πορτοκαλί",
      "FFD700": "Χρυσό",
      "008000": "Πράσινο",
      "0FF": "Κυανό",
      "00F": "Μπλε",
      "EE82EE": "Βιολετί",
      "A9A9A9": "Ποντικί",
      "FFA07A": "Ανοιχτό σομόν",
      "FFA500": "Πορτοκαλί",
      "FFFF00": "Κίτρινο",
      "00FF00": "Λαχανί",
      "AFEEEE": "Αχνό τυρκουάζ",
      "ADD8E6": "Γαλάζιο",
      "DDA0DD": "Δαμασκηνί",
      "D3D3D3": "Ανοιχτό γκρι",
      "FFF0F5": "Λιλά",
      "FAEBD7": "Υπόλευκο",
      "FFFFE0": "Ανοιχτό Κίτρινο",
      "F0FFF0": "Αχνό πράσινο",
      "F0FFFF": "Γαλανό",
      "F0F8FF": "Σιελ",
      "E6E6FA": "Λεβάντα",
      "FFF": "Λευκό"
    },
    "more": "Περισσότερα χρώματα...",
    "panelTitle": "Χρώματα",
    "textColorTitle": "Χρώμα κειμένου"
  },
  "clipboard": {
    "copy": "Αντίγραφο",
    "copyError": "Οι ρυθμίσεις ασφαλείας του προγράμματος περιήγησής σας δεν επιτρέπουν στο πρόγραμμα επεξεργασίας την αυτόματη εκτέλεση λειτουργιών αντιγραφής. Χρησιμοποιήστε το πληκτρολόγιο (Ctrl/Cmd+C).",
    "cut": "Αποκοπή",
    "cutError": "Οι ρυθμίσεις ασφαλείας του προγράμματος περιήγησής σας δεν επιτρέπουν στο πρόγραμμα επεξεργασίας την αυτόματη εκτέλεση λειτουργιών αποκοπής. Χρησιμοποιήστε το πληκτρολόγιο (Ctrl/Cmd+X).",
    "paste": "Επικόλληση",
    "pasteArea": "Περιοχή επικόλλησης",
    "pasteMsg": "Κάντε επικόλληση στο ακόλουθο πλαίσιο χρησιμοποιώντας το πληκτρολόγιο (<strong>Ctrl/Cmd+V</strong>) και πατήστε OK",
    "securityMsg": "Λόγω των ρυθμίσεων ασφαλείας του προγράμματος περιήγησής σας, το πρόγραμμα επεξεργασίας δεν μπορεί να αποκτήσει άμεση πρόσβαση στα δεδομένα του προχείρου σας. Πρέπει να τα επικολλήσετε ξανά σε αυτό το παράθυρο.",
    "title": "Επικόλληση"
  },
  "button": {
    "selectedLabel": "%1 (Επιλεγμένο)"
  },
  "blockquote": {
    "toolbar": "Παράθεση αποσπάσματος"
  },
  "bidi": {
    "ltr": "Κατεύθυνση κειμένου από αριστερά προς δεξιά",
    "rtl": "Κατεύθυνση κειμένου από δεξιά προς αριστερά"
  },
  "basicstyles": {
    "bold": "Έντονα",
    "italic": "Πλάγια",
    "strike": "Διακριτή διαγραφή",
    "subscript": "Δείκτης",
    "superscript": "Εκθέτης",
    "underline": "Υπογράμμιση"
  },
  "about": {
    "copy": "Πνευματικά δικαιώματα &copy; $1. Με επιφύλαξη κάθε νόμιμου δικαιώματος.",
    "dlgTitle": "Πληροφορίες για το CKEditor",
    "help": "Ανατρέξτε στο $1 για βοήθεια.",
    "moreInfo": "Για πληροφορίες σχετικά με τις άδειες χρήσης, επισκεφθείτε την τοποθεσία Web:",
    "title": "Πληροφορίες για το CKEditor",
    "userGuide": "Οδηγός χρήσης για το CKEditor"
  },
  "editor": "Πρόγραμμα επεξεργασίας εμπλουτισμένου κειμένου",
  "editorPanel": "Πίνακας προγράμματος επεξεργασίας εμπλουτισμένου κειμένου",
  "common": {
    "editorHelp": "Πατήστε ALT 0 για βοήθεια",
    "browseServer": "Αναζήτηση διακομιστή",
    "url": "Διεύθυνση URL",
    "protocol": "Πρωτόκολλο",
    "upload": "Αποστολή",
    "uploadSubmit": "Αποστολή στο διακομιστή",
    "image": "Εικόνα",
    "flash": "Flash",
    "form": "Φόρμα",
    "checkbox": "Πλαίσιο ελέγχου",
    "radio": "Κουμπί επιλογής",
    "textField": "Πεδίο κειμένου",
    "textarea": "Περιοχή κειμένου",
    "hiddenField": "Κρυφό πεδίο",
    "button": "Κουμπί",
    "select": "Πεδίο επιλογής",
    "imageButton": "Κουμπί εικόνας",
    "notSet": "<δεν έχει οριστεί>",
    "id": "Αναγνωριστικό",
    "name": "Πλήρες όνομα",
    "langDir": "Κατεύθυνση γλώσσας",
    "langDirLtr": "Από αριστερά προς τα δεξιά (LTR)",
    "langDirRtl": "Από δεξιά προς τα αριστερά (RTL)",
    "langCode": "Κωδικός γλώσσας",
    "longDescr": "Διεύθυνση URL πλήρους περιγραφής",
    "cssClass": "Κλάσεις φύλλων στυλ",
    "advisoryTitle": "Ενδεικτικός τίτλος",
    "cssStyle": "Στυλ",
    "ok": "ΟΚ",
    "cancel": "Ακύρωση",
    "close": "Κλείσιμο",
    "preview": "Προεπισκόπηση",
    "resize": "Αλλαγή μεγέθους",
    "generalTab": "Γενικά",
    "advancedTab": "Για προχωρημένους",
    "validateNumberFailed": "Αυτή η τιμή δεν είναι αριθμός.",
    "confirmNewPage": "Τυχόν μη αποθηκευμένες αλλαγές σε αυτό το περιεχόμενο θα χαθούν. Είστε βέβαιοι ότι θέλετε να φορτώσετε νέα σελίδα;",
    "confirmCancel": "Έχετε αλλάξει ορισμένες επιλογές. Είστε βέβαιοι ότι θέλετε να κλείσετε το παράθυρο διαλόγου;",
    "options": "Επιλογές",
    "target": "Προορισμός",
    "targetNew": "Νέο παράθυρο (_blank)",
    "targetTop": "Ανώτερο παράθυρο (_top)",
    "targetSelf": "Ίδιο παράθυρο (_self)",
    "targetParent": "Γονικό παράθυρο (_parent)",
    "langDirLTR": "Από αριστερά προς τα δεξιά (LTR)",
    "langDirRTL": "Από δεξιά προς τα αριστερά (RTL)",
    "styles": "Στυλ",
    "cssClasses": "Κλάσεις φύλλων στυλ",
    "width": "Πλάτος",
    "height": "Ύψος",
    "align": "Στοίχιση",
    "alignLeft": "Αριστερά",
    "alignRight": "Δεξιά",
    "alignCenter": "Κέντρο",
    "alignJustify": "Πλήρης στοίχιση",
    "alignTop": "Επάνω",
    "alignMiddle": "Μέση",
    "alignBottom": "Κάτω",
    "alignNone": "Χωρίς",
    "invalidValue": "Μη έγκυρη τιμή.",
    "invalidHeight": "Το ύψος πρέπει να είναι αριθμός.",
    "invalidWidth": "Το πλάτος πρέπει να είναι αριθμός.",
    "invalidCssLength": "Η καθορισμένη τιμή για το πεδίο \"%1\" πρέπει να είναι ένας θετικός αριθμός με ή χωρίς έγκυρη μονάδα μέτρησης CSS (px, %, in, cm, mm, em, ex, pt ή pc).",
    "invalidHtmlLength": "Η καθορισμένη τιμή για το πεδίο \"%1\" πρέπει να είναι ένας θετικός αριθμός με ή χωρίς έγκυρη μονάδα μέτρησης HTML (px ή %).",
    "invalidInlineStyle": "Η καθορισμένη τιμή για το ενσωματωμένο στυλ πρέπει να αποτελείται από μία ή περισσότερες πλειάδες με τη μορφή \"όνομα : τιμή\" διαχωρισμένες με ελληνικό ερωτηματικό.",
    "cssLengthTooltip": "Εισαγάγετε έναν αριθμό για τιμή σε pixel ή έναν αριθμό με έγκυρη μονάδα CSS (px, %, in, cm, mm, em, ex, pt ή pc).",
    "unavailable": "%1<span class=\"cke_accessibility\">, μη διαθέσιμο</span>"
  }
};